[
  {
    "id": 0,
    "poem": "<td id=\"footer3\">\n<a href=\"mailto:t.chiotis@sgt.gr\">Contact</a>\n<a href=\"/copyright/index.html\">Copyrights</a>\n<a href=\"/credits/index.html\">Site Credits</a>\n<a href=\"/sitemap/index.html\">Sitemap</a>\n<a href=\"/search/search.asp\">Advanced Search</a>\n<a href=\"http://www.kavafis.gr\" target=\"_blank\">Greek site</a>\n"
  },
  {
    "id": 1,
    "poem": "For some people the day comes\nwhen they have to declare the great Yes\nor the great No. Its clear at once who has the Yes\nready within him; and saying it,\n\nhe goes forward in honor and self-assurance.\nHe who refuses does not repent. Asked again,\nhe would still say no. Yet that nothe right no\nundermines him all his life.\n\n"
  },
  {
    "id": 2,
    "poem": "Kratisiklia didnt deign to allow\nthe people to see her weeping and grieving:\nshe walked in dignity and in silence.\nHer calm face betrayed nothing\nof her sorrow and her agony.\nBut even so, for a moment she couldnt hold back:\nbefore she went aboard the detestable ship for Alexandria\nshe took her son to Poseidons temple,\nand once they were alone\nshe embraced him tenderly and kissed him\n(he was \u0093in great distress,\u0094 says Plutarch, \u0093badly shaken\u0094).\nBut her strong character struggled through;\nregaining her poise, the magnificent woman\nsaid to Kleomenis: \u0093Come, O King of the Lacedaimonians,\nwhen we go outside\nlet no one see us weeping\nor behaving in any way unworthy of Sparta.\nAt least this is still in our power;\nwhat lies ahead is in the hands of the gods.\u0094\n\nAnd she boarded the ship, going toward whatever lay \u0093in the \n hands of the gods.\u0094\n\n\n\n"
  },
  {
    "id": 3,
    "poem": "Out of talk, appearance, and manners\nI will make an excellent suit of armor;\nand in this way I will face malicious people\nwithout feeling the slightest fear or weakness.\n\nThey will try to injure me. But of those\nwho come near me none will know\nwhere to find my wounds, my vulnerable places,\nunder the deceptions that will cover me.\n\nSo boasted Aimilianos Monai.\nOne wonders if he ever made that suit of armor.\nIn any case, he did not wear it long.\nAt the age of twenty-seven, he died in Sicily.\n\n\n\n"
  },
  {
    "id": 4,
    "poem": "The Alexandrians turned out in force\nto see Cleopatras children,\nKaisarion and his little brothers,\nAlexander and Ptolemy, who for the first time\nhad been taken out to the Gymnasium,\nto be proclaimed kings there\nbefore a brilliant array of soldiers.\n\nAlexander: they declared him\nking of Armenia, Media, and the Parthians.\nPtolemy: they declared him\nking of Cilicia, Syria, and Phoenicia.\nKaisarion was standing in front of the others,\ndressed in pink silk,\non his chest a bunch of hyacinths,\nhis belt a double row of amethysts and sapphires,\nhis shoes tied with white ribbons\nprinked with rose-colored pearls.\nThey declared him greater than his little brothers,\nthey declared him King of Kings.\n\nThe Alexandrians knew of course\nthat this was all mere words, all theatre.\n\nBut the day was warm and poetic,\nthe sky a pale blue,\nthe Alexandrian Gymnasium\na complete artistic triumph,\nthe courtiers wonderfully sumptuous,\nKaisarion all grace and beauty\n(Cleopatras son, blood of the Lagids);\nand the Alexandrians thronged to the festival\nfull of enthusiasm, and shouted acclamations\nin Greek, and Egyptian, and some in Hebrew,\ncharmed by the lovely spectacle\nthough they knew of course what all this was worth,\nwhat empty words they really were, these kingships.\n\n"
  },
  {
    "id": 5,
    "poem": "Full of their success, thoroughly satisfied,\nKing Alexander Jannaios\nand his wife Queen Alexandra\nmove through the streets of Jerusalem\nwith musicians in the lead\nand every kind of pomp and circumstance.\nThe work begun by the great Judas Maccabaios\nand his four celebrated brothers\nhas now been concluded brilliantly,\nwork relentlessly carried on\namong so many obstacles and dangers.\nNothing unseemly remains now.\nAll subservience to the haughty monarchs\nof Antioch is over. Clearly\nKing Alexander Jannaios\nand his wife Queen Alexandra\nare equal to the Selefkids in every way.\nGood Jews, pure Jews, devoted Jews above all.\nBut, as circumstances require,\nalso skilled in speaking Greek,\neven on familiar terms with Greeks and Hellenized monarchs\nas equals, though, let that be understood.\nThe work begun by the great Judas Maccabaios\nand his four celebrated brothers\nhas indeed been concluded brilliantly,\nconcluded in the most striking way.\n\n"
  },
  {
    "id": 6,
    "poem": "In the royal decree that Alexios Komninos\nput out especially to honor his mother\nthe very intelligent Lady Anna Dalassini,\nnoteworthy in both her works and her manners\nmuch is said in praise of her.\nHere let me offer one phrase only,\na phrase that is beautiful, sublime:\n\u0093She never uttered those cold words \u0091mine or \u0091yours. \u0094\n\n"
  },
  {
    "id": 7,
    "poem": "In the prologue to her <i>Alexiad,</i>\nAnna Komnina laments her widowhood.\n\nHer soul is all vertigo.\n\u0093And I bathe my eyes,\u0094 she tells us,\n\u0093in rivers of tears.... Alas for the waves\u0094 of her life,\n\u0093alas for the revolutions.\u0094 Sorrow burns her\n\u0093to the bones and the marrow and the splitting\u0094 of her soul.\n\nBut the truth seems to be this power-hungry woman\nknew only one sorrow that really mattered;\neven if she doesnt admit it, this arrogant Greek woman\nhad only one consuming pain:\nthat with all her dexterity,\nshe never managed to gain the throne,\nvirtually snatched out of her hands by impudent John.\n\n"
  },
  {
    "id": 8,
    "poem": "Half past twelve. Time has gone by quickly\nsince nine oclock when I lit the lamp\nand sat down here. Ive been sitting without reading,\nwithout speaking. Completely alone in the house,\nwhom could I talk to?\n\nSince nine oclock when I lit the lamp\nthe shade of my young body\nhas come to haunt me, to remind me\nof shut scented rooms,\nof past sensual pleasurewhat daring pleasure.\nAnd its also brought back to me\nstreets now unrecognizable,\nbustling night clubs now closed,\ntheatres and cafés no longer there.\n\nThe shade of my young body\nalso brought back the things that make us sad:\nfamily grief, separations,\nthe feelings of my own people, feelings\nof the dead so little acknowledged.\n\nHalf past twelve. How the time has gone by.\nHalf past twelve. How the years have gone by.\n\n"
  },
  {
    "id": 9,
    "poem": "<i>\u0093So although we approve of many things in Homer, this we will</i>\n\n<i>not approve of... nor will we approve of Aeschylus when he</i>\n\n<i>makes Thetis say that Apollo sang at her wedding in</i>\n\n<i>celebration of her child:</i>\n\n<i></i>\n\n<i> that he would not know sickness, would live long,</i>\n\n<i> and that every blessing would be his;</i>\n\n<i> and he sang such praises that he rejoiced my heart.</i>\n\n<i> And I had hopes that the divine lips of Apollo,</i>\n\n<i> fluent with the art of prophecy, would not prove false.</i>\n\n<i> But he who proclaimed these things...</i>\n\n<i>  he it is</i>\n\n<i> who killed my son...\u0094</i>\n  Plato, <i>Republic, </i>II. 383\n\n\nAt the marriage of Thetis and Peleus\nApollo stood up during the sumptuous wedding feast\nand blessed the bridal pair\nfor the son who would come from their union.\n\u0093Sickness will never visit him,\u0094 he said,\n\u0093and his life will be a long one.\u0094\nThis pleased Thetis immensely:\nthe words of Apollo, expert in prophecies,\nseemed to guarantee the security of her child.\nAnd when Achilles grew up\nand his beauty was the boast of Thessaly,\nThetis remembered the gods words.\nBut one day elders arrived with the news\nthat Achilles had been killed at Troy.\nThetis tore her purple robes,\npulled off her rings, her bracelets,\nand flung them to the ground.\nAnd in her grief, recalling that wedding scene,\nshe asked what the wise Apollo was up to,\nwhere was this poet who holds forth\nso eloquently at banquets, where was this prophet\nwhen they killed her son in his prime.\nAnd the elders answered that Apollo himself\nhad gone down to Troy\nand together with the Trojans had killed her son.\n\n"
  },
  {
    "id": 10,
    "poem": "For two years he studied with Ammonios Sakkas,\nbut he was bored by both philosophy and Sakkas.\n\nThen he went into politics.\nBut he gave that up. That Prefect was an idiot,\nand those around him, somber-faced officious nitwits:\ntheir Greekpoor foolsabsolutely barbaric.\n\nAfter that he became\nvaguely curious about the Church: to be baptized\nand pass as a Christian. But he soon\nchanged his mind: it would certainly have caused a row\nwith his parents, ostentatious pagans,\nandhorrible thought\nthey would have cut off at once\ntheir extremely generous allowance.\n\nBut he had to do something. He began to haunt\nthe corrupt houses of Alexandria,\nevery secret den of debauchery.\n\nIn this fortune favored him:\nhed been given an extremely handsome figure.\nAnd he enjoyed the divine gift.\n\nHis looks would last\nat least another ten years. And after that?\nMaybe hell go back to Sakkas.\nOr if the old man has died meanwhile,\nhell go to another philosopher or sophist:\ntheres always someone suitable around.\n\nOr in the end he might possibly return\neven to politicscommendably remembering\nthe traditions of his family,\nduty toward the country,\nand other resonant banalities of that kind.\n\n"
  },
  {
    "id": 11,
    "poem": "I am very moved by one detail\nin the coronation at Vlachernai of John Kantakuzinos\nand Irini, daughter of Andronikos Asan.\nBecause they had only a few precious stones\n(our afflicted empire was extremely poor)\nthey wore artificial ones: numerous pieces of glass,\nred, green, or blue. I find\nnothing humiliating or undignified\nin those little pieces of colored glass.\nOn the contrary, they seem\na sad protest against\nthe unjust misfortune of the couple being crowned,\nsymbols of what they deserved to have,\nof what surely it was right that they should have\nat their coronationa Lord John Kantakuzinos,\na Lady Irini, daughter of Andronikos Asan.\n\n"
  },
  {
    "id": 12,
    "poem": "When suddenly, at midnight, you hear\nan invisible procession going by\nwith exquisite music, voices,\ndont mourn your luck thats failing now,\nwork gone wrong, your plans\nall proving deceptivedont mourn them uselessly.\nAs one long prepared, and graced with courage,\nsay goodbye to her, the Alexandria that is leaving.\nAbove all, dont fool yourself, dont say\nit was a dream, your ears deceived you:\ndont degrade yourself with empty hopes like these.\nAs one long prepared, and graced with courage,\nas is right for you who proved worthy of this kind of city,\ngo firmly to the window\nand listen with deep emotion, but not\nwith the whining, the pleas of a coward;\nlistenyour final delectationto the voices,\nto the exquisite music of that strange procession,\nand say goodbye to her, to the Alexandria you are losing.\n\n"
  },
  {
    "id": 13,
    "poem": "Apollonios was speaking about\nproper education and upbringing\nwith a young man building a luxury house in Rhodes.\n\u0093When I enter a temple,\u0094\nsaid the Tyanian in conclusion, \u0093even if it is a small one,\nI would much rather see\na gold and ivory statue there\nthan find in a large temple a statue of common clay.\u0094\n\n\n\u0093Of common clay\u0094: how disgusting\nyet some (who havent been adequately trained)\nare taken in by whats bogus. Those of common clay.\n\n"
  },
  {
    "id": 14,
    "poem": "The palace weeps, the king weeps,\nKing Herod grieves inconsolably,\nthe whole town weeps for Aristovoulos\ndrowned by accident, so wastefully,\nwhile playing in the water with his friends.\n\nAnd when the news spreads abroad,\nwhen it reaches Syria,\neven many Greeks will be sad,\npoets and sculptors will mourn\ntheyve heard of Aristovoulos,\nyet their imagination could never conceive\na young man with the beauty of this boy:\nwhat statue of a god can Antioch boast\nto compare with this child of Israel?\n\nThe First Princess, his mother, the leading Hebrew woman,\nweeps and laments:\nAlexandra weeps and laments over the tragedy.\nBut the minute she is alone, her lamenting disappears.\nShe howls, rails, swears, curses.\nHow theyve fooled her, how theyve cheated her,\nhow theyve finally had their way,\ndevastating the house of the Asmonaeans!\nHow did he pull it off, that crook of a king,\nscheming, crafty, vicious,\nhow did he do it? A plot so fiendish\nthat even Mariamme didnt sense a thing.\nHad she sensed something, had she suspected,\nshe would have found a way of saving her brother:\nshe is a queen after all, she could have done something.\nHow those spiteful women, Kypros and Salome,\nthose sluts Kypros and Salome\nhow theyll crow now, gloating in secret.\nAnd to be powerless,\nforced to pretend she believes their lies,\npowerless to go to the people,\nto go out and shout to the Hebrews,\nto tell them, tell them how the murder was carried out.\n\n"
  },
  {
    "id": 15,
    "poem": "Im broke and practically homeless.\nThis fatal city, Antioch,\nhas devoured all my money:\nthis fatal city with its extravagant life.\n\nBut Im young and in excellent health.\nProdigious master of things Greek,\nI know Aristotle and Plato through and through,\npoets, orators, or anyone else you could mention.\nI have some idea about military matters\nand friends among the senior mercenaries.\nI also have a foot in the administrative world;\nI spent six months in Alexandria last year:\nI know (and this is useful) something about what goes on there\nthe scheming of Kakergetis, his dirty deals, and the rest of it.\n\nSo I consider myself completely qualified\nto serve this country,\nmy beloved fatherland, Syria.\n\nWhatever job they give me,\nIll try to be useful to the country. Thats my intention.\nBut if they frustrate me with their maneuvers\nwe know them, those smart operators: no need to say more here\nif they frustrate me, its not my fault.\n\nIll approach Zabinas first,\nand if that idiot doesnt appreciate me,\nIll go to his rival, Grypos.\nAnd if that imbecile doesnt take me on,\nIll go straight to Hyrkanos.\n\nOne of the three will want me anyway.\n\nAnd my conscience is quiet\nabout my not caring which one I chose:\nthe three of them are equally bad for Syria.\n\nBut, a ruined man, its not my fault.\nIm only trying, poor devil, to make ends meet.\nThe almighty gods ought to have taken the trouble\nto create a fourth, an honest man.\nI would gladly have gone along with him.\n\n"
  },
  {
    "id": 16,
    "poem": "The frivolous can call me frivolous.\nIve always been most punctilious about\nimportant things. And I insist\nthat no one knows better than I do\nthe Holy Fathers, or the Scriptures, or the Canons of the Councils.\nWhenever he was in doubt,\nwhenever he had any ecclesiastical problem,\nBotaniatis consulted me, me first of all.\nBut exiled here (may she be cursed, that viper\nIrini Doukaina), and incredibly bored,\nit is not altogether unfitting to amuse myself\nwriting six- and eight-line verses,\nto amuse myself poeticizing myths\nof Hermes and Apollo and Dionysos,\nor the heroes of Thessaly and the Peloponnese;\nand to compose the most strict iambics,\nsuch asif youll allow me to say so\nthe intellectuals of Constantinople dont know how to compose.\nIt must be just this strictness that provokes their disapproval.\n\n"
  },
  {
    "id": 17,
    "poem": "One candle is enough. Its gentle light\nwill be more suitable, will be more gracious\nwhen the Shades arrive, the Shades of Love.\n\nOne candle is enough. Tonight the room\nshould not have too much light. In deep reverie,\nall receptiveness, and with the gentle light\nin this deep reverie I will form visions\nto call up the Shades, the Shades of Love.\n\n"
  },
  {
    "id": 18,
    "poem": "Raphael, theyre asking you to write a few lines\nas an epitaph for the poet Ammonis:\nsomething very tasteful and polished. You can do it,\nyoure the one to write something suitable\nfor the poet Ammonis, our Ammonis.\n\nOf course youll speak about his poems\nbut say something too about his beauty,\nabout his subtle beauty that we loved.\n\nYour Greek is always elegant and musical.\nBut we want all your craftsmanship now.\nOur sorrow and our love move into a foreign language.\nPour your Egyptian feeling into the Greek you use.\n\nRaphael, your verses, you know, should be written\nso they contain something of our life within them,\nso the rhythm, so every phrase clearly shows\nthan an Alexandrian is writing about an Alexandrian.\n\n"
  },
  {
    "id": 19,
    "poem": "While looking at a half-gray opal\nI remembered two lovely gray eyes\nit must be twenty years ago I saw them...\n\n........................................\n\nWe were lovers for a month.\nThen he went away to work, I think in Smyrna,\nand we never met again.\n\nThose gray eyes will have lost their beautyif hes still alive;\nthat lovely face will have spoiled.\n\nMemory, keep them the way they were.\nAnd, memory, whatever of that love you can bring back,\nwhatever you can, bring back tonight.\n\n"
  },
  {
    "id": 20,
    "poem": "The sea engulfed a sailor in its depths.\nUnaware, his mother goes and lights\na tall candle before the ikon of our Lady,\npraying for him to come back quickly, for the weather to be good\nher ear cocked always to the wind.\nWhile she prays and supplicates,\nthe ikon listens, solemn, sad,\nknowing the son she waits for never will come back.\n\n"
  },
  {
    "id": 21,
    "poem": "Everything he had hoped for turned out wrong!\n\n\nHe had seen himself doing great things,\nending the humiliation that had kept his country down\never since the battle of Magnesia\nseen himself making Syria a powerful state again,\nwith her armies, her fleets,\nher great fortresses, her wealth.\n\nHe had suffered in Rome, become bitter\nwhen he sensed in the talk of friends,\nyoung men of the great families,\nthat in spite of all their delicacy, their politeness\ntoward him, the son\nof King Selefkos Philopator\nwhen he sensed that in spite of this there was always\na secret contempt for the Hellenizing dynasties:\ntheir heyday was over, they werent fit for anything serious,\nwere completely unable to rule their peoples.\nHe had cut himself off, had become indignant, and had sworn\nit would not be at all the way they thought.\nWhy, wasnt he himself full of determination?\nHe would act, he would fight, he would set things right again.\n\nIf he could only find a way of getting to the East,\nonly manage to escape from Italy,\nthen all this strength he feels\ninside him, all this energy,\nhe would pass on to his people.\n\nOnly to find himself in Syria!\nHe was so young when he left his country\nhe hardly remembered what it looked like.\n\nBut in his mind he had always thought of it\nas something sacred that you approach reverently,\nas a beautiful place unveiled, a vision\nof Greek cities and Greek ports.\n\nAnd now?\n  Now despair and sorrow.\nThey were right, the young men in Rome.\nThe dynasties born from the Macedonian Conquest\ncannot be kept going any longer.\n\nIt doesnt matter. He had made the effort,\nfought as much as he could.\nAnd in his bleak disillusion\ntheres one thing only\nthat still fills him with pride: how even in failure\nhe shows the world his same indomitable courage.\n\nThe rest: they were dreams and wasted energy.\nThis Syriait almost seems it isnt his homeland\nthis Syria is the country of Valas and Herakleidis.\n\n"
  },
  {
    "id": 22,
    "poem": "Hasty and awkward creatures of the moment,\nit is we who interrupt the action of the gods.\nIn the palaces of Eleusis and Phthia\nDemeter and Thetis initiate rituals\nover high flames and heavy smoke.\nBut Metaneira always bursts in\nfrom the royal quarters, hair loose, terrified,\nand Peleus, scared, always intervenes.\n\n"
  },
  {
    "id": 23,
    "poem": "Hed been sitting in the café since ten-thirty\nexpecting him to turn up any minute.\nMidnight went by, and he was still waiting for him.\nIt was now after one-thirty, and the café was almost deserted.\nHed grown tired of reading newspapers\nmechanically. Of his three lonely shillings\nonly one was left: waiting that long,\nhed spent the others on coffees and brandy.\nHed smoked all his cigarettes.\nSo much waiting had worn him out. Because\nalone like that for so many hours,\nhed also begun to have disturbing thoughts\nabout the immoral life he was living.\n\nBut when he saw his friend come in\nweariness, boredom, thoughts vanished at once.\n\nHis friend brought unexpected news.\nHed won sixty pounds playing cards.\n\nTheir good looks, their exquisite youthfulness,\nthe sensitive love they shared\nwere refreshed, livened, invigorated\nby the sixty pounds from the card table.\n\nNow all joy and vitality, feeling and charm,\nthey wentnot to the homes of their respectable families\n(where they were no longer wanted anyway)\nthey went to a familiar and very special\nhouse of debauchery, and they asked for a bedroom\nand expensive drinks, and they drank again.\n\nAnd when the expensive drinks were finished\nand it was close to four in the morning,\nhappy, they gave themselves to love.\n\n"
  },
  {
    "id": 24,
    "poem": "\u0093Where did the Sage withdraw to, where did he disappear?\nAfter his many miracles,\nthe renown of his teaching\nwhich spread to so many countries,\nhe suddenly hid himself and nobody knew for certain\nwhat happened to him\n(nor did anybody ever see his grave).\nSome reported that he died at Ephesus.\nBut Damis does not record that in his memoir.\nDamis says nothing about the death of Apollonios.\nOthers said that he disappeared at Lindos.\nOr maybe the story is true\nabout his assumption in Crete,\nat the ancient sanctuary of Diktynna.\nBut then again we have that miraculous,\nthat supernatural apparition of his\nbefore a young student at Tyana.\nMaybe the time has not yet come for him to return\nand show himself to the world again;\nor maybe, transfigured, he moves among us\nunrecognized. But he will come again\nas he was, teaching the ways of truth; and then of course\nhe will bring back the worship of our gods\nand our elegant Hellenic rites.\u0094\n\nThese were the musings of one of the few pagans,\none of the very few still left,\nas he sat in his shabby room just after reading\nPhilostratos <i>On Apollonios of Tyana.</i>\nBut even hea trivial and cowardly man\nplayed the Christian in public and went to church.\nIt was the time when Justin, known as the elder,\nreigned in total piety,\nand Alexandria, a godly city,\ndetested pitiful idolators.\n\n"
  },
  {
    "id": 25,
    "poem": "He finished the picture yesterday noon.\nNow he looks at it detail by detail. Hes painted him\nwearing an unbuttoned gray jacket,\nno vest, tieless, with a rose-colored\nshirt, open, allowing a glimpse\nof his beautiful chest and neck.\nThe right side of his forehead is almost covered\nby his hair, his lovely hair\n(done in the style hes recently adopted).\nHes managed to capture perfectly the sensual note\nhe wanted when he did the eyes,\nwhen he did the lips...\nThat mouth of his, those lips\nso ready to satisfy a special kind of erotic pleasure.\n\n"
  },
  {
    "id": 26,
    "poem": "Kimos, son of Menedoros, a young Greek-Italian,\ndevotes his life to amusing himself,\nlike most young men in Greater Greece\nbrought up in the lap of luxury.\n\nBut today, in spite of his nature,\nhe is preoccupied, dejected. Near the shore\nhe watches, deeply distressed, as they unload\nships with booty taken from the Peloponnese.\n\n\n<i>Greek loot: booty from Corinth.</i>\n\nToday certainly it is not right,\nit is not possible for the young Greek-Italian\nto want to amuse himself in any way.\n\n"
  },
  {
    "id": 27,
    "poem": "We in Antioch were astonished when we heard\nwhat Julian was up to now.\n\nApollo had made things clear to him at Daphni:\nhe didnt want to give an oracle (as though we cared!),\nhe didnt intend to speak prophetically, unless\nhis temple at Daphni was purified first.\nThe nearby dead, he declared, got on his nerves.\n\nThere are many tombs at Daphni.\nOne of those buried there\nwas the triumphant and holy martyr Vavylas,\nwonder and glory of our church.\n\nIt was him the false god hinted at, him he feared.\nAs long as he felt him near he didnt dare\npronounce his oracle: not a murmur.\n(The false gods are terrified of our martyrs.)\n\nUnholy Julian got worked up,\nlost his temper and shouted: \u0093Raise him, carry him out,\ntake him away immediately, this Vavylas.\nYou there, do you hear? He gets on Apollos nerves.\nGrab him, raise him at once,\ndig him out, take him away, throw him out,\ntake him wherever you want. This isnt a joke.\nApollo said the temple has to be purified.\u0094\n\nWe took it, the holy relic, and carried it elsewhere.\nWe took it, we carried it away in love and in honor.\n\nAnd hasnt the temple done brilliantly since!\nIn no time at all a colossal fire\nbroke out, a terrible fire,\nand both the temple and Apollo burned to nothing.\n\nAshes the idol: dirt to be swept away.\n\nJulian exploded, and he spread it around\nwhat else could he do?that we, the Christians,\nhad set the fire. Let him say so.\nIt hasnt been proved. Let him say so.\nThe essential thing ishe exploded.\n\n"
  },
  {
    "id": 28,
    "poem": "Emisyoung, twenty-eight\nreached this Syrian harbor in a Tenian ship,\nhis plan to learn the incense trade.\nBut ill during the voyage,\nhe died as soon as he was put ashore.\nHis burial, the poorest possible, took place here.\nA few hours before dying he whispered something\nabout \u0093home,\u0094 about \u0093very old parents.\u0094\nBut nobody knew who they were,\nor what country he called home\nin the great panhellenic world.\nBetter that way; because as it is,\nthough he lies buried in this harbor-town,\nhis parents will always have the hope hes still alive.\n\n"
  },
  {
    "id": 29,
    "poem": "I sit in a mood of reverie.\nI brought to Art desires and sensations:\nthings half-glimpsed,\nfaces or lines, certain indistinct memories\nof unfulfilled love affairs. Let me submit to Art:\nArt knows how to shape forms of Beauty,\nalmost imperceptibly completing life,\nblending impressions, blending day with day.\n\n"
  },
  {
    "id": 30,
    "poem": "He lost him completely. And he now tries to find\nhis lips in the lips of each new lover,\nhe tries in the union with each new lover\nto convince himself that its the same young man,\nthat its to him he gives himself.\n\nHe lost him completely, as though he never existed.\nHe wanted, his lover said, to save himself\nfrom the tainted, unhealthy form of sexual pleasure,\nthe tainted, shameful form of sexual pleasure.\nThere was still time, he said, to save himself.\n\nHe lost him completely, as though he never existed.\nThrough fantasy, through hallucination,\nhe tries to find his lips in the lips of other young men,\nhe longs to feel his kind of love once more.\n\n"
  },
  {
    "id": 31,
    "poem": "The news about the outcome of the sea-battle at Actium\nwas of course unexpected.\nBut theres no need for us to draft a new proclamation.\nThe names the only thing that has to be changed.\nThere, in the concluding lines, instead of: \u0093Having freed the Romans\nfrom Octavius, that disaster,\nthat parody of a Caesar,\u0094\nwell substitute: \u0093Having freed the Romans\nfrom Antony, that disaster,...\u0094\nThe whole text fits very nicely.\n\n\u0093To the most glorious victor,\nmatchless in his military ventures,\nprodigious in his political operations,\non whose behalf the township ardently wished\nfor Antonys triumph,...\u0094\nhere, as we said, the substitution: \u0093for Octavius Caesars triumph,\nregarding it as Zeus finest gift\nto this mighty protector of the Greeks,\nwho graciously honors Greek customs,\nwho is beloved in every Greek domain,\nwho clearly deserves exalted praise,\nand whose exploits should be recorded at length\nin the Greek language, in both verse and prose,\nin the <i>Greek language, </i>the vehicle of fame,\u0094\net cetera, et cetera. It all fits brilliantly.\n\n"
  },
  {
    "id": 32,
    "poem": "It wouldnt have lasted long anyway\nthe experience of years makes that clear.\nEven so, Fate did put an end to it a bit abruptly.\nIt was soon over, that wonderful life.\nYet how strong the scents were,\nwhat a magnificent bed we lay in,\nwhat pleasure we gave our bodies.\n\nAn echo from my days given to sensuality,\nan echo from those days came back to me,\nsomething of the fire of the young life we shared:\nI picked up a letter again,\nand I read it over and over till the light faded away.\n\nThen, sad, I went out on to the balcony,\nwent out to change my thoughts at least by seeing\nsomething of this city I love,\na little movement in the street and the shops.\n\n"
  },
  {
    "id": 33,
    "poem": "That things in the Colony are not what they should be\nno one can doubt any longer,\nand though in spite of everything we do go forward,\nmaybeas more than a few believethe time has come\nto bring in a Political Reformer.\n\nBut heres the problem, heres the hitch:\nthey make a tremendous fuss\nabout everything, these Reformers.\n(What a relief it would be\nif no one ever needed them.) They probe everywhere,\nquestion the smallest detail,\nand right away think up radical changes\nthat demand immediate execution.\n\nAlso, they have a liking for sacrifice:\n\n<i>Get rid of that property;</i>\n\n<i>your owning it is risky:</i>\n\n<i>properties like those are exactly what ruin colonies.</i>\n\n<i>Get rid of that income,</i>\n\n<i>and the other connected with it,</i>\n\n<i>and this third, as a natural consequence:</i>\n\n<i>they are substantial, but what can one do?</i>\n\n<i>the responsibility they create for you is damaging.</i>\n\nAnd as they proceed with their investigation,\nthey find an endless number of useless things to eliminate\nthings that are, however, difficult to get rid of.\n\nAnd when, all being well, they finish the job,\nevery detail now diagnosed and sliced away,\nand they retire, also taking the wages due to them\nit will be a miracle if anythings left at all\nafter such surgical efficiency.\n\nMaybe the moment has not yet arrived.\nLets not be too hasty: haste is a dangerous thing.\nUntimely measures bring repentance.\nCertainly, and unhappily, many things in the Colony are absurd.\nBut is there anything human without some fault?\nAnd after all, you see, we do go forward.\n\n"
  },
  {
    "id": 34,
    "poem": "Yesterday, around midnight, they brought us our friend Remon,\nwhod been wounded in a taverna fight.\nThrough the windows we left wide open,\nthe moon cast light over his beautiful body as he lay on the bed.\nWere a mixture here: Syrians, migrated Greeks, Armenians, Medes.\nRemon too is one of this kind. But last night,\nwhen the moon shone on his sensual face,\nour thoughts went back to Platos Charmidis.\n\n"
  },
  {
    "id": 35,
    "poem": "Mithridatis, glorious and powerful,\nruler of great cities,\nmaster of strong armies and fleets,\non the march to Sinopi took a route\nthrough a remote part of the country\nwhere a soothsayer lived.\n\nMithridatis sent one of his officers\nto ask the soothsayer how much more wealth,\nhow much more power, hed accumulate in the future.\n\nHe dispatched one of his officers,\nthen continued his march to Sinopi.\n\nThe soothsayer withdrew into a secret room.\nAbout a half an hour later he came out\ntroubled, and said to the officer:\n\u0093I wasnt able to clarify things very well.\nToday is not a propitious day\nthere were some murky shadows, I didnt understand them fully.\nBut, I think, the king should be content with what he has.\nAnything more will prove dangerous for him.\nRemember, officer, to tell him that:\nfor Gods sake to be satisfied with what he has.\nFortune changes suddenly.\nTell King Mithridatis this:\nits extremely rare to come across anyone like his ancestors companion,\nthat noble companion who wrote in the earth with his lance\nthose timely words that saved him: \u0091Escape, Mithridatis. \u0094\n\n"
  },
  {
    "id": 36,
    "poem": "He didnt know, King Kleomenis, he didnt dare\nhe just did not know how to tell his mother\na thing like this: that Ptolemy demanded,\nto guarantee their treaty, that she too go to Egypt\nand be held there as a hostage\na very humiliating, indecorous thing.\nAnd he would be about to speak yet always hesitate,\nwould start to tell her yet always stop.\n\nBut the magnificent woman understood him\n(she had already heard some rumors about it)\nand she encouraged him to come out with it clearly.\nAnd she laughed, saying of course she would go,\nindeed was happy that in her old age\nshe could be useful to Sparta still.\n\nAs for the humiliationthat didnt touch her at all.\nOf course an upstart like the Lagid\ncouldnt possibly comprehend the Spartan spirit;\nso his demand could not in fact humiliate\na Royal Lady like herself:\nmother of a Spartan king.\n\n"
  },
  {
    "id": 37,
    "poem": "His attractive face a bit pale,\nhis chestnut eyes looking tired, dazed,\ntwenty-five years old but could be taken for twenty,\nwith something of the artist in the way he dresses\nthe color of his tie, shape of his collar\nhe drifts aimlessly down the street,\nas though still hypnotized by the illicit pleasure,\nthe very illicit pleasure that has just been his.\n\n"
  },
  {
    "id": 38,
    "poem": "I can just read the inscription on this ancient stone.\n\u0093Lo[r]d Jesus Christ.\u0094 I make out a \u0093So[u]l.\u0094\n\u0093In the mon[th] of Athyr\u0094 \u0093Lefkio[s] went to sleep.\u0094\nWhere his age is mentioned\u0093lived to the age of\u0094\nthe Kappa Zeta shows that he went to sleep a young man.\nIn the corroded part I see \u0093Hi[m]... Alexandrian.\u0094\nThen there are three badly mutilated lines\nthough I can pick out a few words, like \u0093our tea[r]s,\u0094 \u0093grief,\u0094\nthen \u0093tears\u0094 again, and \u0093sorrow to [us] his [f]riends.\u0094\nI think Lefkios must have been greatly loved.\nIn the month of Athyr Lefkios went to sleep.\n\n"
  },
  {
    "id": 39,
    "poem": "At the noisy end of the café, head bent\nover the table, an old man sits alone,\na newspaper in front of him.\n\nAnd in the miserable banality of old age\nhe thinks how little he enjoyed the years\nwhen he had strength, eloquence, and looks.\n\nHe knows hes aged a lot: he sees it, feels it.\nYet it seems he was young just yesterday.\nSo brief an interval, so very brief.\n\nAnd he thinks of Prudence, how it fooled him,\nhow he always believedwhat madness\nthat cheat who said: \u0093Tomorrow. You have plenty of time.\u0094\n\nHe remembers impulses bridled, the joy\nhe sacrificed. Every chance he lost\nnow mocks his senseless caution.\n\nBut so much thinking, so much remembering\nmakes the old man dizzy. He falls asleep,\nhis head resting on the café table.\n\n"
  },
  {
    "id": 40,
    "poem": "When one of them moved through the marketplace of Selefkia\njust as it was getting dark\nmoved like a young man, tall, extremely handsome,\nwith the joy of being immortal in his eyes,\nwith his black and perfumed hair\nthe people going by would gaze at him,\nand one would ask the other if he knew him,\nif he was a Greek from Syria, or a stranger.\nBut some who looked more carefully\nwould understand and step aside;\nand as he disappeared under the arcades,\namong the shadows and the evening lights,\ngoing toward the quarter that lives\nonly at night, with orgies and debauchery,\nwith every kind of intoxication and desire,\nthey would wonder which of Them it could be,\nand for what suspicious pleasure\nhe had come down into the streets of Selefkia\nfrom the August Celestial Mansions.\n\n"
  },
  {
    "id": 41,
    "poem": "Brain, work now as well as you can.\nA one-sided passion is destroying him.\nHes in a maddening situation.\nEvery day he kisses the face he worships,\nhis hands are on those exquisite limbs.\nHes never loved before with this degree of passion.\nBut the beautiful fulfillment of love\nis lacking, that fulfillment is lacking\nwhich both of them must want with the same intensity.\n\n(They arent equally given to the abnormal form of sensual pleasure;\nonly he is completely possessed by it.)\n\nAnd so hes wearing himself out, all on edge.\nThento make things worsehes out of work.\nHe manages somehow to borrow\na little here and there (sometimes\nalmost begging for it) and he just gets by.\nHe kisses those adored lips, excites himself\non that exquisite bodythough he now feels\nit only acquiesces. And then\nhe drinks and smokes, drinks and smokes;\nand he drags himself to the cafés all day long,\ndrags the weariness consuming his beauty.\nBrain, work now as well as you can.\n\n"
  },
  {
    "id": 42,
    "poem": "I have come from Miletos to Latmos\non a white chariot drawn by four snow-white mules,\nall their trappings silver.\nI sailed from Alexandria in a purple trireme\nto perform sacred rites\nsacrifices and libationsin honor of Endymion.\nAnd here is the statue. I now gaze in ecstasy\nat Endymions famous beauty.\nMy slaves empty baskets of jasmine\nand auspicious tributes revive the pleasure of ancient days.\n\n"
  },
  {
    "id": 43,
    "poem": "Come back often and take hold of me,\nsensation that I love come back and take hold of me\nwhen the bodys memory awakens\nand an old longing again moves into the blood,\nwhen lips and skin remember\nand hands feel as though they touch again.\n\nCome back often, take hold of me in the night\nwhen lips and skin remember...\n\n"
  },
  {
    "id": 44,
    "poem": "I didnt hold myself back. I gave in completely and went,\nwent to those delectations that were half real,\nhalf wrought by my own mind,\nwent into the brilliant night\nand drank strong wine,\nthe way the champions of pleasure drink.\n\n"
  },
  {
    "id": 45,
    "poem": "Like the beautiful bodies of those who died before they had aged,\nsadly shut away in a sumptuous mausoleum,\nroses by the head, jasmine at the feet\nso appear the longings that have passed\nwithout being satisfied, not one of them granted\na night of sensual pleasure, or one of its radiant mornings.\n\n"
  },
  {
    "id": 46,
    "poem": "After the funeral of the learned Antiochos, King of Kommagini,\nwhose life had been restrained and gentle,\nhis sister, deeply afflicted,\nwanted an epitaph for him.\nSo, on the advice of Syrian courtiers,\nthe Ephesian sophist Kallistratos (who often resided\nin the small state of Kommagini\nand was a welcome and frequent guest\nat the royal house)\nwrote an epitaph and sent it to the old lady.\n\n\u0093People of Kommagini, let the glory of Antiochos,\nthe beneficent king, be celebrated as it deserves.\nHe was a provident ruler of the country.\nHe was just, wise, courageous.\nIn addition he was that best of things, Hellenic\nmankind has no quality more precious:\neverything beyond that belongs to the gods.\u0094\n\n"
  },
  {
    "id": 47,
    "poem": "Ive looked on beauty so much\nthat my vision overflows with it.\n\nThe bodys lines. Red lips. Sensual limbs.\nHair as though stolen from Greek statues,\nalways lovely, even uncombed,\nand falling slightly over pale foreheads.\nFigures of love, as my poetry desired them\n.... in the nights when I was young,\nencountered secretly in those nights.\n\n"
  },
  {
    "id": 48,
    "poem": "Im not in the least put out that my chariot wheel broke\nand I lost that silly race.\nIll drink great wines the whole night long,\nlying among lovely roses. Antioch is all mine.\nIm the most celebrated young man in town\nValas weakness, he simply adores me.\nYoull see, tomorrow theyll say the race wasnt fair\n(though if Id been crude enough to insist on it secretly,\nthe flatterers would have given first place even to my limping chariot).\n\n"
  },
  {
    "id": 49,
    "poem": "In this tombornately designed,\nthe whole of syenite stone,\ncovered by so many violets, so many lilies\nlies handsome Evrion,\nan Alexandrian, twenty-five years old.\nOn his fathers side, he was of old Macedonian stock,\non his mothers side, descended from a line of magistrates.\nHe studied philosophy with Aristokleitos,\nrhetoric with Paros, and at Thebes\nthe sacred scriptures. He wrote a history\nof the province of Arsinoites. That at least will survive.\nBut weve lost what was really precious: his form\nlike a vision of Apollo.\n\n"
  },
  {
    "id": 50,
    "poem": "My work, Im very careful about it, and I love it.\nBut today Im discouraged by how slowly its going.\nThe day has affected my mood.\nIt gets darker and darker. Endless wind and rain.\nIm more in the mood for looking than for writing.\nIn this picture, Im now gazing at a handsome boy\nwho is lying down close to a spring,\nexhausted from running.\nWhat a handsome boy; what a heavenly noon\nhas caught him up in sleep.\nI sit and gaze like this for a long time,\nrecovering through art from the effort of creating it.\n\n"
  },
  {
    "id": 51,
    "poem": "Kleitos, a likeable young man,\nabout twenty-three years old\nwith an excellent upbringing, a rare knowledge of Greek\nis seriously ill. He caught the fever\nthat reaped a harvest this year in Alexandria.\n\nThe fever found him already worn out morally\nby the pain of knowing that his friend, a young actor,\nhad stopped loving and wanting him.\n\nHes seriously ill, and his parents are terribly worried.\n\nAn old servant who brought him up\nis also full of fear for Kleitos life;\nand in her terrible anxiety\nshe remembers an idol she used to worship\nwhen she was young, before she came there as a maid,\nto the house of distinguished Christians, and turned Christian herself.\nShe secretly brings some votive cake, some wine and honey,\nand places them before the idol. She chants whatever phrases\nshe remembers from old prayers: odds and ends. The ninny\ndoesnt realize that the black demon couldnt care less\nwhether a Christian gets well or not.\n\n"
  },
  {
    "id": 52,
    "poem": "Their illicit pleasure has been fulfilled.\nThey get up and dress quickly, without a word.\nThey come out of the house separately, furtively;\nand as they move along the street a bit unsettled,\nit seems they sense that something about them betrays\nwhat kind of bed theyve just been lying on.\n\nBut what profit for the life of the artist:\ntomorrow, the day after, or years later, hell give voice\nto the strong lines that had their beginning here.\n\n"
  },
  {
    "id": 53,
    "poem": "Nero wasnt worried at all when he heard\nthe utterance of the Delphic Oracle:\n\u0093Beware the age of seventy-three.\u0094\nPlenty of time to enjoy himself still.\nHes thirty. The deadline\nthe god has given him is quite enough\nto cope with future dangers.\n\nNow, a little tired, hell return to Rome\nbut wonderfully tired from that journey\ndevoted entirely to pleasure:\ntheatres, garden-parties, stadiums...\nevenings in the cities of Achaia...\nand, above all, the sensual delight of naked bodies...\n\nSo much for Nero. And in Spain Galba\nsecretly musters and drills his army\nGalba, the old man in his seventy-third year.\n\n"
  },
  {
    "id": 54,
    "poem": "Im Lagides, king, absolute master\n(through my power and wealth) of sensual pleasure.\nTheres no Macedonian, no barbarian, equal to me\nor even approaching me. The son of Selefkos\nis really a joke with his cheap lechery.\nBut if youre looking for other things, note this too:\nmy citys the greatest preceptor, queen of the Greek world,\ngenius of all knowledge, of every art.\n\n"
  },
  {
    "id": 55,
    "poem": "Dimitrios Selefkidis was displeased\nto learn that a Ptolemy\nhad reached Italy in such a squalid state:\npoorly dressed and on foot,\nwith only three or four slaves. This way\ntheir dynasty will become a joke,\nthe laughter of Rome.\nSelefkidis knows of course\nthat basically they have become something like servants\nto the Romans; he also knows\nthat the Romans give and take away\ntheir thrones arbitrarily, as they please.\nBut they should maintain a certain dignity,\nat least in their appearance;\nthey should not forget that they are still kings,\nare still (alas) called kings.\n\nThis is why Dimitrios Selefkidis was displeased;\nand right away he offered Ptolemy\npurple robes, a magnificent diadem,\nprecious jewels, numerous servants and retainers,\nhis most expensive horses,\nso that he might present himself at Rome as he should,\nas an Alexandrian Greek monarch.\n\nBut Ptolemy, who had come to beg,\nknew his business and refused it all:\nhe didnt have the slightest need for these luxuries.\nShabbily dressed, humble, he entered Rome,\nput himselft up in the house of a minor artisan,\nand then he presented himself\nas a poor, ill-fated creature to the Senate\nin order to make his begging more effective.\n\n"
  },
  {
    "id": 56,
    "poem": "Zeus mourns deeply:\nPatroklos has killed Sarpedon.\nNow Patroklos and the Achaians rush forward\nto snatch up the body, to dishonor it.\n\nBut Zeus does not tolerate that at all.\nThough he let his favorite child be killed\nthis the Law required\nhe will at least honor him after death.\nSo he now sends Apollo down to the plain\nwith instructions about how the body should be tended.\n\nApollo reverently raises the heros body\nand carries it in sorrow to the river.\nHe washes the dust and blood away,\nheals its terrible wounds so no trace is left,\npours perfume of ambrosia over it,\nand dresses it in radiant Olympian robes.\nHe bleaches the skin, and with a pearl comb\ncombs out the jet black hair.\nHe spreads and arranges the beautiful limbs.\n\nNow he looks like a young king, a royal charioteer\ntwenty-five or twenty-six years old\nresting himself after winning\nthe prize in a famous race,\nhis chariot all gold and his horses the fastest.\n\nHaving finished his task this way,\nApollo calls for the two brothers,\nSleep and Death, and orders them\nto take the body to Lykia, the rich country.\n\nSo the two brothers, Sleep and Death,\nset off on foot toward the rich country, Lykia;\nand when they reached the door\nof the kings palace,\nthey handed over the honored body\nand then returned to their other labors and concerns.\n\nAnd once the body was received in the palace\nthe sad burial began, with processions and honors and dirges,\nwith many libations from sacred vessels,\nwith all pomp and circumstance.\nThen skilled workers from the city\nand celebrated craftsmen in stone\ncame to make the tombstone and the tomb.\n\n"
  },
  {
    "id": 57,
    "poem": "Hes lost his old fire, his courage.\nNow his tired, almost decrepit body\nwill be his first concern. And the rest of his life hell spend\nwithout worrying. So Philip says, anyway.\nTonight hes playing a game with dice;\nhes in a mood to amuse himself.\nCover the table with roses. What if Antiochos\nwas defeated at Magnesia? They say\nthe bulk of his brilliant army was totally crushed.\nMaybe theyre stretching it a bit; it cant all be true.\nLets hope so anyway. Because though enemies, they do belong to our race.\nBut one \u0093lets hope so\u0094 is enough. Perhaps even too much.\nOf course Philip wont put off the festivities.\nHowever much his life has worn him out,\none blessing remains: his memory is still intact.\nHe recalls the extent of their mourning in Syria, the kind of sorrow they felt,\nwhen Macedonia, their motherland, was smashed to pieces.\nLet the banquet begin. Slaves! The music, the lights!\n\n"
  },
  {
    "id": 58,
    "poem": "You said: \u0093Ill go to another country, go to another shore,\nfind another city better than this one.\nWhatever I try to do is fated to turn out wrong\nand my heart lies buried as though it were something dead.\nHow long can I let my mind moulder in this place?\nWherever I turn, wherever I happen to look,\nI see the black ruins of my life, here,\nwhere Ive spent so many years, wasted them, destroyed them totally.\u0094\n\nYou wont find a new country, wont find another shore.\nThis city will always pursue you. You will walk\nthe same streets, grow old in the same neighborhoods,\nwill turn gray in these same houses.\nYou will always end up in this city. Dont hope for things elsewhere:\nthere is no ship for you, there is no road.\nAs youve wasted your life here, in this small corner,\nyouve destroyed it everywhere else in the world.\n\n"
  },
  {
    "id": 59,
    "poem": "They stood among many others\nclose to a lighted tobacco shop window.\nTheir glances met by chance\nand timidly, haltingly expressed\nthe illicit desire of their bodies.\nThen a few uneasy steps along the street\nuntil they smiled, and nodded slightly.\n\nAnd after that the closed carriage,\nthe sensitive approach of body to body,\nhands linked, lips meeting.\n\n"
  },
  {
    "id": 60,
    "poem": "Too bad that, cut out as you are\nfor grand and noble acts,\nthis unfair fate of yours\nnever offers encouragement, always denies you success;\nthat cheap habits get in your way,\npettiness, or indifference.\nAnd how terrible the day you give in\n(the day you let go and give in)\nand take the road for Susa\nand go to King Artaxerxes,\nwho, well-disposed, gives you a place at his court\nand offers you satrapies and things like that\nthings you dont want at all,\nthough, in despair, you accept them just the same.\nYou long for something else, ache for other things:\npraise from the Demos and the Sophists,\nthat hard-won, that priceless acclaim\nthe Agora, the Theatre, the Crowns of Laurel.\nYou cant get any of these from Artaxerxes,\nyoull never find any of these in the satrapy,\nand without them, what kind of life will you live?\n\n"
  },
  {
    "id": 61,
    "poem": "Damon the craftsman (none better\nin the Peloponnese) is giving the last touches\nto his Retinue of Dionysos\ncarved in Parian marble: the god leading\nin divine glory, with power in his stride;\nafter him, Intemperance; and beside Intemperance,\nIntoxication pours out the satyrs wine\nfrom an amphora wreathed in ivy;\nnear them, Sweetwine, the delicate,\neyes half-closed, soporific;\nand behind come the singers\nTunemaker and Melody and Reveller\nthe last holding the honored processional torch\nwhich he never lets dieand then Ceremony, so modest.\nDamon carves all these. And as he works\nhis thoughts turn now and then\nto the fee hes going to receive\nfrom the king of Syracuse:\nthree talents, a large sum.\nAdding this to what he has already,\nhell live grandly from now on, like a rich man,\nandthink of ithell be able to go into politics:\nhe too in the Senate, he too in the Agora.\n\n"
  },
  {
    "id": 62,
    "poem": "Inside their worn, tattered bodies\ndwell the souls of old men.\nHow unhappy the poor things are\nand how bored by the pathetic life they live.\nHow they tremble for fear of losing that life, and how much\nthey love it, those befuddled and contradictory souls,\nsittinghalf comic and half tragic\ninside their old, threadbare skins.\n\n"
  },
  {
    "id": 63,
    "poem": "Aristomenis, son of Menelaos,\nthe Prince from Western Libya,\nwas generally liked in Alexandria\nduring the ten days he spent there.\nAs his name, his dress, modest, was also Greek.\nHe received honors gladly,\nbut he did not solicit them; he was unassuming.\nHe bought Greek books,\nespecially history and philosophy.\nAbove all he was a man of few words.\nIt got around that he must be a profound thinker,\nand men like that naturally dont speak very much.\n\nHe was neither a profound thinker nor anything else\njust a piddling, laughable man.\nHe assumed a Greek name, dressed like the Greeks,\nlearned to behave more or less like a Greek;\nand all the time he was terrified he would spoil\nhis reasonably good image\nby coming out with barbaric howlers in Greek\nand the Alexandrians, in their usual way,\nwould make fun of him, vile people that they are.\n\nThis was why he limited himself to a few words,\nterribly careful of his syntax and pronunciation;\nand he was driven almost out of his mind, having\nso much talk bottled up inside him.\n\n"
  },
  {
    "id": 64,
    "poem": "My lifes joy and incense: recollection of those hours\nwhen I found and captured sensual pleasure as I wanted it.\nMy lifes joy and incense: that I refused\nall indulgence in routine love affairs.\n\n"
  },
  {
    "id": 65,
    "poem": "He had come there to read. Two or three books lie open,\nbooks by historians, by poets.\nBut he read for barely ten minutes,\nthen gave it up, falling half asleep on the sofa.\nHes completely devoted to books\nbut hes twenty-three, and very good-looking;\nand this afternoon Eros entered\nhis ideal flesh, his lips.\nAn erotic warmth entered\nhis completely lovely flesh\nwith no ridiculous shame about the form the pleasure took....\n\n"
  },
  {
    "id": 66,
    "poem": "What glory, this, for Herodis Attikos!\n\nAlexander of Selefkia, one of our good sophists,\non reaching Athens to lecture\nfinds the city deserted because Herodis\nwas in the countryside. And all the young men\nhad followed him there to hear him.\nThis makes sophist Alexander\nwrite Herodis a letter\nbegging him to send the Greeks back.\nAnd the tactful Herodis answers at once:\n\u0093Along with the Greeks, Im coming too.\u0094\n\nHow many young men now in Alexandria,\nin Antioch or in Beirut\n(being trained by Hellenism as its future orators),\nmeeting at their choice banquets\nwhere the talk is sometimes about fine sophistry,\nsometimes about their exquisite love affairs,\nare suddenly distracted and fall silent.\nTheir glasses untouched in front of them,\nthey think about Herodis good fortune\nwhat other sophist has been given this kind of honor?\nWhatever his wish, whatever he does,\nthe Greeks (the Greeks!) follow him,\nnot to criticize or debate,\nnot even to choose any longer,\nonly to follow.\n\n"
  },
  {
    "id": 67,
    "poem": "Let me stop here. Let me, too, look at nature awhile.\nThe brilliant blue of the morning sea, of the cloudless sky,\nthe yellow shore; all lovely,\nall bathed in light.\n\nLet me stand here. And let me pretend I see all this\n(I really did see it for a minute when I first stopped)\nand not my usual day-dreams here too,\nmy memories, those images of sensual pleasure.\n\n"
  },
  {
    "id": 68,
    "poem": "Son of an honorable citizenmost important of all, a good-looking\nyoung man of the theatre, amiable in many ways.\nI sometimes write highly audacious verses in Greek\nand these I circulatesurreptitiously, of course.\nO gods, may those puritans who prattle about morals\nnever see those verses about an exceptional kind of sexual pleasure,\nthe kind that leads toward a condemned, a barren love.\n\n"
  },
  {
    "id": 69,
    "poem": "Honor to those who in the life they lead\ndefine and guard a Thermopylae.\nNever betraying what is right,\nconsistent and just in all they do\nbut showing pity also, and compassion;\ngenerous when they are rich, and when they are poor,\nstill generous in small ways,\nstill helping as much as they can;\nalways speaking the truth,\nyet without hating those who lie.\n\nAnd even more honor is due to them\nwhen they foresee (as many do foresee)\nthat in the end Ephialtis will make his appearance,\nthat the Medes will break through after all.\n\n"
  },
  {
    "id": 70,
    "poem": "Body, remember not only how much you were loved,\nnot only the beds you lay on,\nbut also those desires that glowed openly\nin eyes that looked at you,\ntrembled for you in the voices\nonly some chance obstacle frustrated them.\nNow that its all finally in the past,\nit seems almost as if you gave yourself\nto those desires toohow they glowed,\nremember, in eyes that looked at you,\nremember, body, how they trembled for you in those voices.\n\n"
  },
  {
    "id": 71,
    "poem": "I, Iasis, lie herethe young man\nfamous for his good looks in this great city.\nMen of learning admired me, so did simple, superficial people.\nI took equal pleasure in both.\n\nBut from being considered so often a Narcissus and Hermes,\nexcess wore me out, killed me. Traveler,\nif youre an Alexandrian, you wont blame me.\nYou know the pace of our lifeits fever, its unsurpassable sensuality.\n\n"
  },
  {
    "id": 72,
    "poem": "Here Im not the Kleon famous in Alexandria\n(where theyre not easily dazzled)\nfor my marvelous houses, my gardens,\nfor my horses and chariots,\nfor the jewels and silks I wore.\nFar from ithere Im not that Kleon:\nhis twenty-eight years are to be wiped out.\nIm Ignatios, lector, who came to his senses very late;\nbut even so, in that way I lived ten happy months\nin the peace, the security of Christ.\n\n"
  },
  {
    "id": 73,
    "poem": "My kind old father\nwhose love for me has always stayed the same\nI mourn my kind old father\nwho died two days ago, just before dawn.\n\nChrist Jesus, I try each day\nin my every thought, word, and deed\nto keep the commandments\nof your most holy Church; and I abhor\nall who deny you. But now I mourn:\nI grieve, O Christ, for my father\neven though he wasterrible as it is to say it\npriest at that cursed Serapeion.\n\n"
  },
  {
    "id": 74,
    "poem": "As you set out for Ithaka\nhope the voyage is a long one,\nfull of adventure, full of discovery.\nLaistrygonians and Cyclops,\nangry Poseidondont be afraid of them:\nyoull never find things like that on your way\nas long as you keep your thoughts raised high,\nas long as a rare excitement\nstirs your spirit and your body.\nLaistrygonians and Cyclops,\nwild Poseidonyou wont encounter them\nunless you bring them along inside your soul,\nunless your soul sets them up in front of you.\n\nHope the voyage is a long one.\nMay there be many a summer morning when,\nwith what pleasure, what joy,\nyou come into harbors seen for the first time;\nmay you stop at Phoenician trading stations\nto buy fine things,\nmother of pearl and coral, amber and ebony,\nsensual perfume of every kind\nas many sensual perfumes as you can;\nand may you visit many Egyptian cities\nto gather stores of knowledge from their scholars.\n\nKeep Ithaka always in your mind.\nArriving there is what you are destined for.\nBut do not hurry the journey at all.\nBetter if it lasts for years,\nso you are old by the time you reach the island,\nwealthy with all you have gained on the way,\nnot expecting Ithaka to make you rich.\n\nIthaka gave you the marvelous journey.\nWithout her you would not have set out.\nShe has nothing left to give you now.\n\nAnd if you find her poor, Ithaka wont have fooled you.\nWise as you will have become, so full of experience,\nyou will have understood by then what these Ithakas mean.\n\n"
  },
  {
    "id": 75,
    "poem": "\u0093...what should be cherished even more\nis the sensual pleasure that is achieved morbidly, corruptingly\nit rarely finds the body able to feel what it requires\nthat morbidly, corruptingly creates\nan erotic intensity that a healthy disposition cannot generate....\u0094\n\n\nExtract from a letter\nwritten by young Imenos (from a patrician family)\nnotorious in Syracuse for his debauchery\nin the debauched times of Michael the Third.\n\n"
  },
  {
    "id": 76,
    "poem": "That weve broken their statues,\nthat weve driven them out of their temples,\ndoesnt mean at all that the gods are dead.\nO land of Ionia, theyre still in love with you,\ntheir souls still keep your memory.\nWhen an August dawn wakes over you,\nyour atmosphere is potent with their life,\nand sometimes a young ethereal figure,\nindistinct, in rapid flight,\nwings across your hills.\n\n"
  },
  {
    "id": 77,
    "poem": "Partly to throw light on a certain period,\npartly to kill an hour or two,\nlast night I picked up and read\na volume of inscriptions about the Ptolemies.\nThe lavish praise and flattery are much the same\nfor each of them. All are brilliant,\nglorious, mighty, benevolent;\neverything they undertake is full of wisdom.\nAs for the women of their line, the Berenices and Cleopatras,\nthey too, all of them, are marvelous.\n\nWhen Id verified the facts I wanted\nI would have put the book away had not a brief\ninsignificant mention of King Kaisarion\nsuddenly caught my eye...\n\nAnd there you were with your indefinable charm.\nBecause we know\nso little about you from history,\nI could fashion you more freely in my mind.\nI made you good-looking and sensitive.\nMy art gives your face\na dreamy, an appealing beauty.\nAnd so completely did I imagine you\nthat late last night,\nas my lamp went outI let it go out on purpose\nit seemed you came into my room,\nit seemed you stood there in front of me, looking just as you would have\nin conquered Alexandria,\npale and weary, ideal in your grief,\nstill hoping they might take pity on you,\nthose scum who whispered: \u0093Too many Caesars.\u0094\n\n"
  },
  {
    "id": 78,
    "poem": "Said an aesthete: \u0093What distillation from magic herbs\ncan I findwhat distillation, following the recipe\nof ancient Greco-Syrian magicians\nthat will bring back to me for one day (if its power\ndoesnt last longer) or even for a few hours,\nmy twenty-third year,\nbring back to me my friend of twenty-two,\nhis beauty, his love.\n\nWhat distillation, following the recipe\nof ancient Greco-Syrian magicians, can be found\nto bring back alsoas part of this return of things past\neven the little room we shared.\u0094\n\n"
  },
  {
    "id": 79,
    "poem": "Walking yesterday in an outlying neighborhood,\nI went by the house\nI used to go to when I was very young.\nThere Eros with his magnificent power\nhad taken hold of my body.\n\n  And yesterday\nwhen I walked along the old road,\nthe shops, the sidewalks, the stones,\nwalls and balconies and windows\nall were suddenly made beautiful by the spell of love:\nnothing ugly was left there.\n\nAnd as I stood gazing at the door,\nstood there lingering outside the house,\nmy whole being radiated\nthe sensual emotion stored up inside me.\n\n"
  },
  {
    "id": 80,
    "poem": "Days to come stand in front of us\nlike a row of lighted candles\ngolden, warm, and vivid candles.\n\nDays gone by fall behind us,\na gloomy line of snuffed-out candles;\nthe nearest are smoking still,\ncold, melted, and bent.\n\nI dont want to look at them: their shape saddens me,\nand it saddens me to remember their original light.\nI look ahead at my lighted candles.\n\nI dont want to turn for fear of seeing, terrified,\nhow quickly that dark line gets longer,\nhow quickly the snuffed-out candles proliferate.\n\n"
  },
  {
    "id": 81,
    "poem": "\u0093My end came while I was happy.\nErmotelis had me for his inseparable friend.\nDuring my last days, though he tried to make me believe\nthat he wasnt worried, I often noticed his eyes\nred from crying. And when hed think\nId fallen asleep, hed collapse at the edge of my bed\nas though out of his mind. But we were both young men\nof the same age, twenty-three years old.\nFate is a traitor. Maybe some other passion\nwould have taken Ermotelis from me.\nI died well: in love that was undivided.\u0094\n\nThis epitaph for Marylos, son of Aristodimos,\nwho died in Alexandria a month ago,\nwas sent to me, his cousin Kimon, in my mourning.\nIt was sent by the author, a poet friend of mine,\nsent because he knew I was related to Marylosthats all he knew.\nMy heart is full of sorrow over Marylos.\nWe grew up together, like brothers.\nIm deeply saddened. His premature death\ncompletely wiped out any grudge...\nany grudge I may have had against Marylos, even if\nhe did steal Ermotelis love away from me\nso that if Ermotelis should want me again now,\nit wont be at all the same as it was. I know\nthis susceptible nature of mine. The image of Marylos\nwill come between us, and I will imagine it\nsaying to me: \u0093See, youre satisfied now.\nYouve taken him back again as you longed to, Kimon;\nsee, you no longer have an excuse for maligning me now.\u0094\n\n"
  },
  {
    "id": 82,
    "poem": "The Lanis you loved, Markos, isnt here\nin this tomb you come to weep by, lingering hours on end.\nThe Lanis you loved is closer to you\nwhen youre in your room at home and you look at his portrait\nthe portrait that still keeps something of what was valuable in him,\nsomething of what it was you used to love.\n\nRemember, Markos, that time you brought in\nthe famous Kyrenian painter from the Proconsuls palace?\nWhat artistic subtlety he used trying to persuade you both,\nthe minute he saw your friend,\nthat he absolutely must do him as Hyacinth.\nIn that way his portrait would come to be better known.\n\nBut your Lanis didnt hire out his beauty like that:\nreacting strongly, he told him to portray\nneither Hyacinth nor anyone else,\nbut Lanis, son of Rametichos, an Alexandrian.\n\n"
  },
  {
    "id": 83,
    "poem": "In the Beirut library, just to the right as you go in,\nwe buried wise Lysias, the grammarian.\nThe spot is beautifully chosen.\nWe put him near those things of his\nthat he remembers maybe even there:\ncomments, texts, grammars, variants,\nvoluminous studies of Greek idioms.\nAlso, this way, as we go to the books,\nwell see, well honor his tomb.\n\n"
  },
  {
    "id": 84,
    "poem": "Id like to speak of this memory...\nbut its so faded now... as though nothing is left\nbecause it was so long ago, in my early adolescent years.\n\nA skin as though of jasmine...\nthat August eveningwas it August?\nI can still just recall the eyes: blue, I think they were...\nAh yes, blue: a sapphire blue.\n\n"
  },
  {
    "id": 85,
    "poem": "One dreary September day\nEmperor Manuel Komninos\nfelt his death was near.\nThe court astrologersbribed, of coursewent on babbling\nabout how many years he still had to live.\nBut while they were having their say,\nhe remembered an old religious custom\nand ordered ecclesiastical vestments\nto be brought from a monastery,\nand he put them on, glad to assume\nthe modest image of a priest or monk.\n\nHappy all those who believe,\nand like Emperor Manuel end their lives\ndressed modestly in their faith.\n\n"
  },
  {
    "id": 86,
    "poem": "Guard, O my soul, against pomp and glory.\nAnd if you cannot curb your ambitions,\nat least pursue them hesitantly, cautiously.\nAnd the higher you go,\nthe more searching and careful you need to be.\n\nAnd when you reach your summit, Caesar at last\nwhen you assume the role of someone that famous\nthen be especially careful as you go out into the street,\na conspicuous man of power with your retinue;\nand should a certain Artemidoros\ncome up to you out of the crowd, bringing a letter,\nand say hurriedly: \u0093Read this at once.\nThere are things in it important for you to see,\u0094\nbe sure to stop; be sure to postpone\nall talk or business; be sure to brush off\nall those who salute and bow to you\n(they can be seen later); let even\nthe Senate itself waitand find out immediately\nwhat grave message Artemidoros has for you.\n\n"
  },
  {
    "id": 87,
    "poem": "A procession of priests and laymen\neach walk of life represented\nmoves through streets, squares, and gates\nof the famous city, Antioch.\nAt the head of this imposing procession\na handsome white-clad boy\ncarries the Cross, his arms raised\nour strength and hope, the holy Cross.\nThe pagans, lately so full of arrogance,\nnow reticent and cowardly,\nquickly slink away from the procession.\nLet them keep their distance, always keep their distance from us\n(as long as they do not renounce their errors).\nThe holy Cross goes forward; it brings joy and consolation\nto every quarter where Christians live;\nand these God-fearing people, elated,\nstand in their doorways and greet it reverently,\nthe strength, the salvation of the universe, the Cross.\n\n\nThis is an annual Christian festival.\nBut today, you see, it is more conspicuous.\nThe empire is delivered at last.\nThe vile, the appalling Julian\nreigns no longer.\n\nFor most pious Jovian let us give our prayers.\n\n"
  },
  {
    "id": 88,
    "poem": "The aging of my body and my beauty\nis a wound from a merciless knife.\nIm not resigned to it at all.\nI turn to you, Art of Poetry,\nbecause you have a kind of knowledge about drugs:\nattempts to numb the pain, in Imagination and Language.\n\nIt is a wound from a merciless knife.\nBring your drugs, Art of Poetry\nthey numb the wound at least for a little while.\n\n"
  },
  {
    "id": 89,
    "poem": "He became completely degraded. His erotic tendency,\ncondemned and strictly forbidden\n(but innate for all that), was the cause of it:\nsociety was totally prudish.\nHe gradually lost what little money he had,\nthen his social standing, then his reputation.\nNearly thirty, he had never worked a full year\nat least not at a legitimate job.\nSometimes he earned enough to get by\nacting the go-between in deals considered shameful.\nHe ended up the type likely to compromise you thoroughly\nif you were seen around with him often.\n\nBut this isnt the whole storythat would not be fair.\nThe memory of his beauty deserves better.\nThere is another angle; seen from that\nhe appears attractive, appears\na simple, genuine child of love,\nwithout hesitation putting,\nabove his honor and reputation,\nthe pure sensuality of his pure flesh.\n\nAbove his reputation? But society,\nprudish and stupid, had it wrong.\n\n"
  },
  {
    "id": 90,
    "poem": "The exceptional thing about him was\nthat in spite of all his loose living,\nhis vast sexual experience,\nand the fact that usually\nhis attitude matched his age,\nin spite of this there were moments\nextremely rare, of coursewhen he gave the impression\nthat his flesh was almost virginal.\n\nHis twenty-nine-year-old beauty,\nso tested by sensual pleasure,\nwould sometimes strangely remind one\nof a boy who, somewhat awkwardly, gives\nhis pure body to love for the first time.\n\n"
  },
  {
    "id": 91,
    "poem": "I never found them againall lost so quickly...\nthe poetic eyes, the pale face...\nin the darkening street...\n\nI never found them againmine entirely by chance,\nand so easily given up,\nthen longed for so painfully.\nThe poetic eyes, the pale face,\nthose lipsI never found them again.\n\n"
  },
  {
    "id": 92,
    "poem": "He was out of work that year,\nso he lived off card games,\nbackgammon, and borrowed money.\n\nHe was offered a job at three pounds a month\nin a small stationery store,\nbut he turned it down without the slightest hesitation.\nIt wasnt suitable. It wasnt the right pay for him,\na reasonably educated young man, twenty-five years old.\n\nHe won two, maybe three dollars a daysometimes.\nHow much could he expect to make out of cards and backgammon\nin the cafés of his social level, working-class places,\nhowever cleverly he played, however stupid the opponents he chose?\nHis borrowingthat was even worse.\nHe rarely picked up a dollar, usually no more than half that,\nand sometimes he had to come down to even less.\n\nFor a week or so, sometimes longer,\nwhen he managed to escape those horrible late nights,\nhed cool himself at the baths, and with a morning swim.\n\nHis clothes were a terrible mess.\nHe always wore the same suit,\na very faded cinnamon-brown suit.\n\nO summer days of nineteen hundred and eight,\nfrom your perspective\nthe cinnamon-brown suit was tastefully excluded.\n\nYour perspective has preserved him\nas he was when he took off, threw off,\nthose unworthy clothes, that mended underwear,\nand stood stark naked, impeccably handsome, a miracle\nhis hair uncombed, swept back,\nhis limbs a little tanned\nfrom his morning nakedness at the baths and on the beach.\n\n"
  },
  {
    "id": 93,
    "poem": "He was the son of a harassed, poverty-stricken sailor\n(from an island in the Aegean Sea).\nHe worked for a blacksmith: his clothes shabby,\nhis workshoes miserably torn,\nhis hands filthy with rust and oil.\n\nIn the evenings, after the shop closed,\nif there was something he longed for especially,\na fairly expensive tie,\na tie for Sunday,\nor if he saw and coveted\na beautiful blue shirt in some store window,\nhed sell his body for a dollar or two.\n\nI ask myself if the glorious Alexandria\nof ancient times could boast of a boy\nmore exquisite, more perfectlost though he was:\nthat is, we dont have a statue or painting of him;\nthrust into that awful blacksmiths shop,\noverworked, tormented, given to cheap debauchery,\nhe was soon used up.\n\n"
  },
  {
    "id": 94,
    "poem": "I wallow in the tavernas and brothels of Beirut.\nI didnt want to stay\nin Alexandria. Tamides left me;\nhe went off with the Prefects son to earn himself\na villa on the Nile, a mansion in the city.\nIt wouldnt have been right for me to stay in Alexandria.\nI wallow in the tavernas and brothels of Beirut.\nI live a vile life, devoted to cheap debauchery.\nThe one thing that saves me,\nlike durable beauty, like perfume\nthat goes on clinging to my flesh, is this: Tamides,\nmost exquisite of young men, was mine for two years,\nand mine not for a house or a villa on the Nile.\n\n"
  },
  {
    "id": 95,
    "poem": "The room was cheap and sordid,\nhidden above the suspect taverna.\nFrom the window you could see the alley,\ndirty and narrow. From below\ncame the voices of workmen\nplaying cards, enjoying themselves.\n\nAnd there on that common, humble bed\nI had loves body, had those intoxicating lips,\nred and sensual,\nred lips of such intoxication\nthat now as I write, after so many years,\nin my lonely house, Im drunk with passion again.\n\n"
  },
  {
    "id": 96,
    "poem": "One monotonous day follows another\nequally monotonous. The same things\nwill happen again, and then will happen again,\nthe same moments will come and go.\n\nA month passes by and brings another month.\nEasy to guess what lies ahead:\nall of yesterdays boredom.\nAnd tomorrow ends up no longer like tomorrow.\n\n"
  },
  {
    "id": 97,
    "poem": "When I heard the terrible news, that Myris was dead,\nI went to his house, although I avoid\ngoing to the houses of Christians,\nespecially during times of mourning or festivity.\n\nI stood in the corridor. I didnt want\nto go further inside because I noticed\nthat the relatives of the deceased looked at me\nwith obvious surprise and displeasure.\n\nThey had him in a large room,\nand from the corner where I stood\nI could catch a glimpse of it: all precious carpets,\nand vessels in silver and gold.\n\nI stood and wept in a corner of the corridor.\nAnd I thought how our parties and excursions\nwould no longer be worthwhile without Myris;\nand I thought how Id no longer see him\nat our wonderfully indecent night-long sessions\nenjoying himself, laughing, and reciting verses\nwith his perfect feel for Greek rhythm;\nand I thought how Id lost forever\nhis beauty, lost forever\nthe young man Id worshipped so passionately.\n\nSome old women close to me were talking with lowered voices\nabout the last day he lived:\nthe name of Christ constantly on his lips,\nhis hand holding a cross.\nThen four Christian priests\ncame into the room, and said prayers\nfervently, and orisons to Jesus,\nor to Mary (Im not very familiar with their religion).\n\nWed known, of course, that Myris was a Christian,\nknown it from the very start,\nwhen he first joined our group the year before last.\nBut he lived exactly as we did.\nMore devoted to pleasure than all of us,\nhe scattered his money lavishly on amusements.\nNot caring what anyone thought of him,\nhe threw himself eagerly into night-time scuffles\nwhen our group happened to clash\nwith some rival group in the street.\nHe never spoke about his religion.\nAnd once we even told him\nthat wed take him with us to the Serapeion.\nButI remember now\nhe didnt seem to like this joke of ours.\nAnd yes, now I recall two other incidents.\nWhen we made libations to Poseidon,\nhe drew himself back from our circle and looked elsewhere.\nAnd when one of us in his fervor said:\n\u0093May all of us be favored and protected\nby the great, the sublime Apollo\u0094\nMyris, unheard by the others, whispered: \u0093not counting me.\u0094\n\nThe Christian priests were praying loudly\nfor the young mans soul.\nI noticed with how much diligence,\nhow much intense concern\nfor the forms of their religion, they were preparing\neverything for the Christian funeral.\nAnd suddenly an odd sensation\ntook hold of me. Indefinably I felt\nas if Myris were going from me;\nI felt that he, a Christian, was united\nwith his own people and that I was becoming\na stranger, a total stranger. I even felt\na doubt come over me: that Id also been deceived by my passion\nand had always been a stranger to him.\nI rushed out of their horrible house,\nrushed away before my memory of Myris\ncould be captured, could be perverted by their Christianity.\n\n"
  },
  {
    "id": 98,
    "poem": "It must have been one oclock at night\nor half past one.\n\n  A corner in the wine-shop\nbehind the wooden partition:\nexcept for the two of us the place completely empty.\nAn oil lamp barely gave it light.\nThe waiter, on duty all day, was sleeping by the door.\n\nNo one could see us. But anyway,\nwe were already so aroused\nwed become incapable of caution.\n\nOur clothes half openedwe werent wearing much:\na divine July was ablaze.\n\nDelight of flesh between\nthose half-opened clothes;\nquick baring of fleshthe vision of it\nthat has crossed twenty-six years\nand comes to rest now in this poetry.\n\n"
  },
  {
    "id": 99,
    "poem": "The actor they had brought in to entertain them\nalso recited a few choice epigrams.\n\nThe room opened out on the garden,\nand a delicate odor of flowers\nmingled with the scent\nof the five perfumed young Sidonians.\n\nThere were readings from Meleager, Krinagoras, Rhianos.\nBut when the actor recited\n\u0093Here lies Aeschylus, the Athenian, son of Euphorion\u0094\n(stressing maybe more that he should have\n\u0093his renowned valor\u0094 and \u0093sacred Marathonian grove\u0094),\na vivacious young man, mad about literature,\nsuddenly jumped up and said:\n\n\u0093I dont like that quatrain at all.\nSentiments of that kind seem somehow weak.\nGive, I say, all your strength to your work,\nmake it your total concern. And dont forget your work\neven in times of trial or when you near your end.\nThis is what I expect, what I demand of you\nand not that you completely dismiss from your mind\nthe magnificent art of your tragedies\nyour <i>Agamemnon, </i>your marvelous <i>Prometheus,</i>\nyour representations of Orestes and Cassandra,\nyour <i>Seven Against Thebes</i>to set down for your memorial\nmerely that as an ordinary soldier, one of the herd,\nyou too fought against Datis and Artaphernis.\u0094\n\n"
  },
  {
    "id": 100,
    "poem": "The years of my youth, my sensual life\nhow clearly I see their meaning now.\n\nHow needless the repentance, how futile...\n\nBut I didnt see the meaning then.\n\nIn the loose living of my early years\nthe impulses of my poetry were shaped,\nthe boundaries of my art were laid down.\n\nThats why the repentance was so fickle.\nAnd my resolutions to hold back, to change,\nlasted two weeks at the most.\n\n"
  },
  {
    "id": 101,
    "poem": "\n<i>  Not like a king but an actor he put</i>\n\n<i>  on a gray cloak instead of his royal</i>\n\n<i>  one and secretly went away.</i>\n\n<i></i>\n  Plutarch, <i>Life of Dimitrios</i>\n\n\nWhen the Macedonians deserted him\nand showed they preferred Pyrrhos,\nKing Dimitrios (a noble soul) didnt behave\nso they said\nat all like a king.\nHe took off his golden robes,\nthrew away his purple buskins,\nand quickly dressing himself\nin simple clothes, he slipped out\njust like an actor who,\nthe play over,\nchanges his costume and goes away..\n\n\n\n"
  },
  {
    "id": 102,
    "poem": "Phernazis the poet is at work\non the crucial part of his epic:\nhow Dareios, son of Hystaspis,\ntook over the Persian kingdom.\n(Its from him, Dareios, that our glorious king,\nMithridatis, Dionysos and Evpator, descends.)\nBut this calls for serious thought; Phernazis has to analyze\nthe feelings Dareios must have had:\narrogance, maybe, and intoxication? Nomore likely\na certain insight into the vanities of greatness.\nThe poet thinks deeply about the question.\n\nBut his servant, rushing in, cuts him short\nto announce very serious news:\nthe war with the Romans has begun;\nmost of our army has crossed the borders.\n\nThe poet is dumbfounded. What a disaster!\nHow can our glorious king,\nMithridatis, Dionysos and Evpator,\nbother about Greek poems now?\nIn the middle of a warjust think, Greek poems!\n\nPhernazis gets all worked up. What bad luck!\nJust when he was sure to distinguish himself\nwith his <i>Dareios, </i>sure to silence\nhis envious critics once and for all.\nWhat a setback, terrible setback to his plans.\n\nAnd if its only a setback, that wouldnt be too bad.\nBut can we really consider ourselves safe in Amisos?\nThe town isnt very well fortified,\nand the Romans are the most awful enemies.\n\nAre we, Cappadocians, really a match for them?\nIs it conceivable?\nAre we now to pit ourselves against the legions?\nGreat gods, protectors of Asia, help us.\n\nBut through all his distress, all the turmoil,\nthe poetic idea comes and goes insistently:\narrogance and intoxicationthats the most likely, of course:\narrogance and intoxication are what Dareios must have felt.\n\n"
  },
  {
    "id": 103,
    "poem": "His subject, \u0093The character of Dimaratos,\u0094\nwhich Porphyry proposed to him in conversation\nwas outlined by the young sophist as follows\n(he planned to develop it rhetorically later):\n\n\u0093First a courtier of King Dareios,\nand after that of King Xerxes,\nnow with Xerxes and his army,\nat last Dimaratos will be vindicated.\n\nHed been treated very unjustly.\nHe <i>was </i>Aristons son, but his enemies\nbribed the oracle brazenly.\nAnd it wasnt enough that they deprived him of his kingship,\nbut when he finally gave in and decided\nto live quietly as a private citizen,\nthey had to insult him even in front of the people,\nthey had to humiliate him publicly at the festival.\n\nAs a consequence, he serves Xerxes assiduously.\nAlong with the great Persian army,\nhe will make it back to Sparta too;\nand king once again, how quickly\nhe will throw him out, how thoroughly\nhe will shame that schemer Leotychidis.\n\nSo now he spends his days full of anxiety,\nadvising the Persians, explaining\nwhat they should do to conquer Greece.\n\nMuch worrying, much thinking, and for this reason\nDimaratos finds his days so burdensome;\nmuch worrying, much thinking, and for this reason\nDimaratos cannot find a moments joy\nbecause what hes feeling cant be called joy\n(it is not; he will not admit it;\nhow can he call it joy? His distress could not be greater)\nnow things make it quite clear to him\nthat it is the Greeks who are going to win.\u0094\n\n"
  },
  {
    "id": 104,
    "poem": "This room, how well I know it.\nNow theyre renting it, and the one next to it,\nas offices. The whole house has become\nan office building for agents, merchants, companies.\n\nThis room, how familiar it is.\n\nHere, near the door, was the couch,\na Turkish carpet in front of it.\nClose by, the shelf with two yellow vases.\nOn the rightno, oppositea wardrobe with a mirror.\nIn the middle the table where he wrote,\nand the three big wicker chairs.\nBeside the window was the bed\nwhere we made love so many times.\n\nThey must still be around somewhere, those old things.\n\nBeside the window was the bed;\nthe afternoon sun fell across half of it.\n\n...One afternoon at four oclock we separated\nfor a week only... And then\nthat week became forever.\n\n"
  },
  {
    "id": 105,
    "poem": "If you are one of the truly elect,\nbe careful how you attain your eminence.\nHowever much you are acclaimed, however much\nthe cities praise the great things you have done\nin Italy and Thessaly,\nwhatever honors\nyour admirers decree for you in Rome,\nyour elation, your triumph will not last,\nnor will you feel yourself superiorsuperior indeed!\nwhen Theodotos brings you, in Alexandria,\non a blood-stained tray,\nmiserable Pompeys head.\n\nAnd do not be too sure that in your life\nrestricted, regulated, prosaic\nspectacular and horrible things like that do not happen.\nMaybe this very moment Theodotos\nbodiless, invisible\nenters some neighbors tidy house\ncarrying an equally repulsive head.\n\n"
  },
  {
    "id": 106,
    "poem": "Things impolitic and dangerous:\npraise for Greek ideals,\nsupernatural magic, visits to pagan temples.\nEnthusiasm for the ancient gods.\nFrequent talks with Chrysanthios.\nSpeculation with Maximus, the astute philosopher.\nAnd look whats happened. Gallos is extremely worried.\nKonstantios has become suspicious.\nJulians advisors werent at all prudent.\nThe matter, says Mardonios, has gone too far,\nthe talk it has aroused must be stopped at all cost.\nSo Julian goes to the church at Nicomedia,\na lector again, and there\nwith deep reverence he reads out loud\npassages from the Holy Scriptures,\nand everyone marvels at his Christian piety.\n\n"
  },
  {
    "id": 107,
    "poem": "<i>  Neither the letter C, they say, nor the</i>\n\n<i>  letter K had ever harmed the city.... We,</i>\n\n<i>  finding interpreters... learned that these</i>\n\n<i>  are the initial letters of names, the first</i>\n\n<i>  of Christ and the second of Konstantios.</i>\n\n  Julian, <i>Misopogon </i>(The Beard-Hater)\n\n\nWas it conceivable that they would ever give up\ntheir beautiful way of life, the range\nof their daily pleasures, their brilliant theatre\nwhich consummated a union between Art\nand the erotic proclivities of the flesh?\n\nImmoral to a degreeand probably more than a degree\nthey certainly were. But they had the satisfaction that their life\nwas the <i>notorious </i>life of Antioch,\ndelectably sensual, in absolute good taste.\n\nTo give up all this, indeed, for what?\n\nHis hot air about the false gods,\nhis boring self-advertisement,\nhis childish fear of the theatre,\nhis graceless prudery, his ridiculous beard.\n\nO certainly they preferred C,\ncertainly they preferred Ka hundred times over.\n\n"
  },
  {
    "id": 108,
    "poem": "\u0093Observing, then, that there is great contempt for the gods\namong us\u0094he says in his solemn way.\nContempt. But what did he expect?\nLet him organize religion as much as he liked,\nwrite to the High Priest of Galatia as much as he liked,\nor to others of his kind, inciting them, giving instructions.\nHis friends werent Christians; that much was certain.\nBut even so they couldnt play\nas he could (brought up a Christian)\nwith a new religious system,\nludicrous in both theory and application.\nThey were, after all, Greeks. Nothing in excess, Augustus.\n\n"
  },
  {
    "id": 109,
    "poem": "He sees the fields that still belong to him:\nthe wheat, the animals, the trees laden with fruit;\nand beyond them his ancestral home\nfull of clothes, costly furniture, silverware.\n\nTheyll take it all away from himO Godtheyll take it all \n away from him now.\n\nWould Kantakuzinos show pity for him\nif he went and fell at his feet? They say hes merciful,\nvery merciful. But those around him? And the army?\nOr should he fall down and plead before Lady Irini?\n\nFool that he was to get mixed up in Annas party!\nIf only Lord Andronikos had never married her!\nHas she ever done anything good, shown any humanity?\nEven the Franks dont respect her any longer.\nHer plans were ridiculous, all her plotting farcical.\nWhile they were threatening everyone from Constantinople,\nKantakuzinos demolished them, Lord John demolished them.\n\nAnd to think hed planned to join Lord Johns party!\nAnd he would have done it, and would have been happy now,\na great nobleman still, his position secure,\nif the bishop hadnt dissuaded him at the last moment\nwith his imposing hieratic presence,\nhis information bogus from beginning to end,\nhis promises, and all his drivel.\n\n"
  },
  {
    "id": 110,
    "poem": "The luxurious house had a huge mirror\nin the front hall, a very old mirror,\nbought at least eighty years ago.\n\nA very handsome boy, a tailors assistant\n(on Sundays an amateur athlete),\nstood there with a package. He gave it\nto one of the household who took it in\nto get the receipt. The tailors assistant\nwas left alone, waiting there.\nHe went up to the mirror, looked at himself,\nand adjusted his tie. Five minutes later\nthey brought him the receipt. He took it and went away.\n\nBut the old mirror that had seen so much\nduring a life of many years\nthousands of objects and faces\nthe old mirror was all joy now,\nproud to have embraced\ntotal beauty for a few moments.\n\n"
  },
  {
    "id": 111,
    "poem": "He swears every now and then to begin a better life.\nBut when night comes with its own counsel,\nits own compromises and prospects\nwhen night comes with its own power\nof a body that needs and demands,\nhe goes back, lost, to the same fatal pleasure.\n\n"
  },
  {
    "id": 112,
    "poem": "The figure on this four drachma coin\nwho seems to have a smile on his face\nhis beautiful, delicate face\nthis is Orophernis, son of Ariarathis.\n\n\nA child, they threw him out of Cappadocia,\nout of his great ancestral palace,\nand sent him to grow up in Ionia,\nto be forgotten there among foreigners.\n\nOn those exquisite Ionian nights\nwhen fearlessly, and entirely in a Greek way,\nhe came to know sensual pleasure totally.\nIn his heart, Asiatic always,\nbut in manners and language, a Greek;\nwith his turquoise jewelry, his Greek clothes,\nhis body perfumed with oil of jasmine,\nhe was the most handsome, the most perfect\nof Ionias handsome young men.\n\nLater, when the Syrians entered Cappadocia\nand made him king,\nhe became fully engrossed in his kingship\nso as to enjoy himself in a new way each day,\ngreedily hoarding gold and silver,\ndelightedly gloating over\nthe piles of wealth glittering before his eyes.\nAs for worrying about the country and running it\nhe had no idea what was going on around him.\n\nThe Cappadocians quickly got rid of him,\nand he ended up in Syria, at the palace of Dimitrios,\nwhere he spent his time amusing himself and loafing.\n\nBut one day unfamiliar thoughts\nbroke in on his completely idle life:\nhe remembered how through his mother Antiochis\nand that old grandmother Stratoniki\nhe too was connected with the Syrian crown,\nhe too almost a Selefkid.\nFor a while he gave up lechery and drink,\nand ineptly, half dazed,\ntried to start an intrigue,\ndo something, come up with a plan;\nbut he failed pitifully and was reduced to nothing.\n\nHis end must have been recorded somewhere only to be lost:\nor maybe history passed over it\nand rightly didnt bother to notice\na thing so trivial.\n\n\nThe figure on this four drachma coin,\na trace of whose young charm can still be seen,\na ray of his poetic beauty\nthis sensuous commemoration of an Ionian boy,\nthis is Orophernis, son of Ariarathis.\n\n"
  },
  {
    "id": 113,
    "poem": "And if you cant shape your life the way you want,\nat least try as much as you can\nnot to degrade it\nby too much contact with the world,\nby too much activity and talk.\n\nTry not to degrade it by dragging it along,\ntaking it around and exposing it so often\nto the daily silliness\nof social events and parties,\nuntil it comes to seem a boring hanger-on.\n\n"
  },
  {
    "id": 114,
    "poem": "Try to keep them, poet,\nthose erotic visions of yours,\nhowever few of them there are that can be stilled.\nPut them, half-hidden, in your lines.\nTry to hold them, poet,\nwhen they come alive in your mind\nat night or in the brightness of noon.\n\n"
  },
  {
    "id": 115,
    "poem": "Vacuous Julian had the following to say\nabout our religious beliefs: \u0093I read, I understood\nI condemned.\u0094 He thought wed be annihilated\nby that \u0093condemned,\u0094 the silly ass.\n\nWitticisms like that dont cut any ice with us Christians.\nOur quick reply: \u0093You read but didnt understand;\nhad you understood, you wouldnt have condemned.\u0094\n\n"
  },
  {
    "id": 116,
    "poem": "Unknowna stranger in Antiochthe man from Edessa\nwrites and writes. And at last, there,\nthe final cantos done. That makes\n\neighty-three poems in all. But so much writing,\nso much versifying, the intense strain\nof phrasing in Greek, has worn the poet out,\nand now everything weighs down on him.\n\nBut a thought suddenly brings him out of his dejection:\nthe sublime \u0093Thats the man\u0094\nwhich Lucian once heard in his sleep.\n\n"
  },
  {
    "id": 117,
    "poem": "Antioch is proud of its splendid buildings,\nits beautiful streets, the lovely countryside around it,\nits teeming population;\nproud too of its glorious kings, its artists\nand sages, its very rich\nyet prudent merchants. But far more\nthan all this, Antioch is proud to be a city\nGreek from ancient times, related to Argos\nthrough Ione, founded by Argive colonists\nin honor of Inachos daughter.\n\n"
  },
  {
    "id": 118,
    "poem": "The things he timidly imagined as a schoolboy\nare openly revealed to him now. And he wanders around,\nstays out all night, gets involved. And as is right (for our kind of art)\nhis bloodfresh and hot\nis relished by sensual pleasure. His body is overcome\nby forbidden erotic ecstasy; and his young limbs\ngive in to it completely.\n  In this way a simple boy\nbecomes something worth our looking at, for a moment\nhe too passes through the exalted World of Poetry,\nthe young sensualist with blood fresh and hot.\n\n"
  },
  {
    "id": 119,
    "poem": "What are we waiting for, assembled in the forum?\n\n The barbarians are due here today.\n\n\nWhy isnt anything happening in the senate?\nWhy do the senators sit there without legislating?\n\n Because the barbarians are coming today.\n What laws can the senators make now?\n Once the barbarians are here, theyll do the legislating.\n\n\nWhy did our emperor get up so early,\nand why is he sitting at the citys main gate\non his throne, in state, wearing the crown?\n\n Because the barbarians are coming today\n and the emperor is waiting to receive their leader.\n He has even prepared a scroll to give him,\n replete with titles, with imposing names.\n\n\nWhy have our two consuls and praetors come out today\nwearing their embroidered, their scarlet togas?\nWhy have they put on bracelets with so many amethysts,\nand rings sparkling with magnificent emeralds?\nWhy are they carrying elegant canes\nbeautifully worked in silver and gold?\n\n Because the barbarians are coming today\n and things like that dazzle the barbarians.\n\n\nWhy dont our distinguished orators come forward as usual\nto make their speeches, say what they have to say?\n\n Because the barbarians are coming today\n and theyre bored by rhetoric and public speaking.\n\n\nWhy this sudden restlessness, this confusion?\n(How serious peoples faces have become.)\nWhy are the streets and squares emptying so rapidly,\neveryone going home so lost in thought?\n\n Because night has fallen and the barbarians have not come.\n And some who have just returned from the border say\n there are no barbarians any longer.\n\n\nAnd now, whats going to happen to us without barbarians?\nThey were, those people, a kind of solution.\n\n"
  },
  {
    "id": 120,
    "poem": "Hes an old man. Used up and bent,\ncrippled by time and indulgence,\nhe slowly walks along the narrow street.\nBut when he goes inside his house to hide\nthe shambles of his old age, his mind turns\nto the share in youth that still belongs to him.\n\nHis verse is now recited by young men.\nHis visions come before their lively eyes.\nTheir healthy sensual minds,\ntheir shapely taut bodies\nstir to his perception of the beautiful.\n\n"
  },
  {
    "id": 121,
    "poem": "In a roomempty, small, four walls only,\ncovered with green cloth\na beautiful chandelier burns, all fire;\nand in each of its flames a sensual fever,\na lascivious urge, glows with heat.\n\nIn the small room, radiantly lit\nby the chandeliers hot fire,\nno ordinary light breaks out.\nNot for timid bodies\nthe rapture of this heat.\n\n"
  },
  {
    "id": 122,
    "poem": "For centuries they hadnt seen gifts at Delphi\nas wonderful as those sent by the two brothers,\nthe rival Ptolemaic kings. But now that they have them,\nthe priests are nervous about the oracle. Theyll need\nall their experience to decide\nhow to express it tactfully, which of the two\nof two brothers like thesewill have to be offended.\nAnd so they meet secretly at night\nto discuss the family affairs of the Lagids.\n\nBut suddenly the envoys are back. Theyre taking their leave.\nReturning to Alexandria, they say. And they dont ask\nfor an oracle at all. The priests are delighted to hear it\n(theyre to keep the marvelous gifts, that goes without saying)\nbut theyre also completely bewildered,\nhaving no idea what this sudden indifference means.\nThey do not know that yesterday the envoys heard serious news:\nthe \u0093oracle\u0094 was pronounced in Rome; the partition was decided there.\n\n"
  },
  {
    "id": 123,
    "poem": "They were full of sadness at their parting.\nThat wasnt what they themselves wanted: it was circumstances.\nThe need to earn a living forced one of them\nto go far awayNew York or Canada.\nThe love they felt wasnt, of course, what it once had been;\nthe attraction between them had gradually diminished,\nthe attraction had diminished a great deal.\nBut to be separated, that wasnt what they themselves wanted.\nIt was circumstances. Or maybe Fate\nappeared as an artist and parted them now,\nbefore their feeling died out completely, before Time altered them:\nthe one seeming to remain for the other always what he was,\nthe exquisite young man of twenty-four.\n\n"
  },
  {
    "id": 124,
    "poem": "The young Antiochian said to the king:\n\u0093My heart pulses with a precious hope.\nThe Macedonians, Antiochos Epiphanis,\nthe Macedonians are back in the great fight.\nLet them only win, and I will give anyone who wants them\nthe lion and the horses, the coral Pan,\nthe elegant palace, the gardens of Tyre,\nand everything else youve given me, Antiochos Epiphanis.\u0094\n\nThe king may have been moved a little,\nbut then he remembered his father, his brother,\nand said nothing: an eavesdropper\nmight repeat something they had said. In any case, as expected,\nthe terrible catastrophe came swiftly, at Pydna.\n\n"
  },
  {
    "id": 125,
    "poem": "He left the office where hed taken up\na trivial, poorly paid job\n(eight pounds a month, including bonuses)\nleft at the end of the dreary work\nthat kept him bent all afternoon,\ncame out at seven and walked off slowly,\nidling his way down the street. Good-looking;\nand interesting: showing as he did that hed reached\nhis full sensual capacity.\nHed turned twenty-nine the month before.\n\nHe idled his way down the main street\nand the poor side-streets that led to his home.\n\nPassing in front of a small shop\nthat sold cheap and flimsy things for workers,\nhe saw a face inside there, saw a figure\nthat compelled him to go in, and he pretended\nhe wanted to look at some colored handkerchiefs.\n\nHe asked about the quality of the handkerchiefs\nand how much they cost, his voice choking,\nalmost silenced by desire.\nAnd the answers came back the same way,\ndistracted, the voice hushed,\noffering hidden consent.\n\nThey kept on talking about the merchandisebut\nthe only purpose: that their hands might touch\nover the handkerchiefs, that their faces, their lips,\nmight move close together as though by chance\na moments meeting of limb against limb.\n\nQuickly, secretly, so the shopowner sitting at the back\nwouldnt realize what was going on.\n\n"
  },
  {
    "id": 126,
    "poem": "Forgotten between the leaves of an old book\nalmost a hundred years old\nI found an unsigned watercolor.\nIt must have been the work of a powerful artist.\nIts title: \u0093Representation of Love.\u0094\n\n\u0093...love of extreme sensualists\u0094 would have been more to the point.\n\nBecause it became clear as you looked at the work\n(it was easy to see what the artist had in mind)\nthat the young man in the painting\nwas not designated for those\nwho love in ways that are more or less healthy,\ninside the bounds of what is clearly permissible\nwith his deep chestnut eyes,\nthe rare beauty of his face,\nthe beauty of anomalous charm,\nwith those ideal lips that bring\nsensual delight to the body loved,\nthose ideal limbs shaped for beds\nthat common morality calls shameless.\n\n"
  },
  {
    "id": 127,
    "poem": "Eminent sophist, now that you are leaving Syria\nwith plans to write a book about Antioch,\nits worth your mentioning Mevis in your work\nthe famous Mevis, unquestionably\nthe best looking, the most adored young man\nin all Antioch. No one of the others\nliving his kind of life, no one of them gets paid\nwhat he gets paid. To have Mevis\njust for two or three days, they often give\nas much as a hundred staters. I said in Antioch;\nbut in Alexandria as well, in fact in Rome even,\nyou cant find a young man as attractive as Mevis.\n\n"
  },
  {
    "id": 128,
    "poem": "<i>  \u0093For the gods perceive future things,</i>\n\n<i>  ordinary people things in the present, but</i>\n\n<i>  the wise perceive things about to happen.\u0094</i>\n \n  Philostratos, <i>Life of Apollonios of Tyana, </i>viii, 7.\n\n\nOrdinary people know whats happening now,\nthe gods know future things\nbecause they alone are totally enlightened.\nOf whats to come the wise perceive\nthings about to happen.\n\nSometimes during moments of intense study\ntheir hearings troubled: the hidden sound\nof things approaching reaches them,\nand they listen reverently, while in the street outside\nthe people hear nothing whatsoever.\n\n"
  },
  {
    "id": 129,
    "poem": "\u0093Alexander, son of Philip, and the Greeks except the Lacedaimonians...\u0094\n\nWe can very well imagine\nhow completely indifferent the Spartans would have been\nto this inscription. \u0093Except the Lacedaimonians\u0094\nnaturally. The Spartans\nwerent to be led and ordered around\nlike precious servants. Besides,\na pan-Hellenic expedition without\na Spartan king in command\nwas not to be taken very seriously.\nOf course, then, \u0093except the Lacedaimonians.\u0094\n\nThats certainly one point of view. Quite understandable.\n\nSo, \u0093except the Lacedaimonians\u0094 at Granikos,\nthen at Issus, then in the decisive battle\nwhere the terrible army\nthe Persians mustered at Arbela was wiped out:\nit set out for victory from Arbela, and was wiped out.\n\nAnd from this marvelous pan-Hellenic expedition,\ntriumphant, brilliant in every way,\ncelebrated on all sides, glorified\nas no other has ever been glorified,\nincomparable, we emerged:\nthe great new Hellenic world.\n\nWe the Alexandrians, the Antiochians,\nthe Selefkians, and the countless\nother Greeks of Egypt and Syria,\nand those in Media, and Persia, and all the rest:\nwith our far-flung supremacy,\nour flexible policy of judicious integration,\nand our Common Greek Language\nwhich we carried as far as Bactria, as far as the Indians.\n\nTalk about Lacedaimonians after that!\n\n"
  },
  {
    "id": 130,
    "poem": "I love the church: its labara,\nits silver vessels, its candleholders,\nthe lights, the ikons, the pulpit.\n\nWhenever I go there, into a church of the Greeks,\nwith its aroma of incense,\nits liturgical chanting and harmony,\nthe majestic presence of the priests,\ndazzling in their ornate vestments,\nthe solemn rhythm of their gestures\nmy thoughts turn to the great glories of our race,\nto the splendor of our Byzantine heritage.\n\n"
  },
  {
    "id": 131,
    "poem": "In the boring village where he works\nclerk in a textile shop, very young\nand where hes waiting out the two or three months ahead,\nanother two or three months until business falls off\nso he can leave for the city and plunge headlong\ninto its action, its entertainment;\nin the boring village where hes waiting out the time\nhe goes to bed tonight full of sexual longing,\nall his youth on fire with the bodys passion,\nhis lovely youth given over to a fine intensity.\nAnd in his sleep pleasure comes to him;\nin his sleep he sees and has the figure, the flesh he longed for...\n\n"
  },
  {
    "id": 132,
    "poem": "The setting of houses, cafés, the neighborhood\nthat Ive seen and walked through years on end:\n\nI created you while I was happy, while I was sad,\nwith so many incidents, so many details.\n\nAnd, for me, the whole of you is transformed into feeling.\n\n\n\n"
  },
  {
    "id": 133,
    "poem": "Something they said beside me\nmade me look toward the café door,\nand I saw that lovely body which seemed\nas though Eros in his mastery had fashioned it,\njoyfully shaping its well-formed limbs,\nmolding its tall build,\nshaping its face tenderly,\nand leaving, with a touch of the fingers,\na particular nuance on the brow, the eyes, the lips.\n\n"
  },
  {
    "id": 134,
    "poem": "When they saw Patroklos dead\nso brave and strong, so young\nthe horses of Achilles began to weep;\ntheir immortal nature was upset deeply\nby this work of death they had to look at.\nThey reared their heads, tossed their long manes,\nbeat the ground with their hooves, and mourned\nPatroklos, seeing him lifeless, destroyed,\nnow mere flesh only, his spirit gone,\ndefenseless, without breath,\nturned back from life to the great Nothingness.\n\nZeus saw the tears of those immortal horses and felt sorry.\n\u0093At the wedding of Peleus,\u0094 he said,\n\u0093I should not have acted so thoughtlessly.\nBetter if we hadnt given you as a gift,\nmy unhappy horses. What business did you have down there,\namong pathetic human beings, the toys of fate.\nYou are free of death, you will not get old,\nyet ephemeral disasters torment you.\nMen have caught you up in their misery.\u0094\nBut it was for the eternal disaster of death\nthat those two gallant horses shed their tears.\n\n"
  },
  {
    "id": 135,
    "poem": "Eagles of coral\nadorn the ebony bed\nwhere Nero lies fast asleep\ncallous, peaceful, happy,\nin the prime of his bodys strength,\nin the fine vigor of youth.\n\nBut in the alabaster hall that holds\nthe ancient shrine of the Aenobarbi\nhow restless the household gods\nthey tremble, the little Lares,\nand try to hide their insignificant bodies.\nTheyve heard a terrible sound,\na deadly sound coming up the stairs,\niron footsteps that shake the staircase;\nand now faint with fear, the miserable Lares\nscramble to the back of the shrine,\nshoving each other and stumbling,\none little god falling over another,\nbecause they know what kind of sound that is,\nknow by now the footsteps of the Furies.\n\n"
  },
  {
    "id": 136,
    "poem": "Said Myrtias (a Syrian student\nin Alexandria during the reign\nof the Emperor Konstans and the Emperor Konstantios;\nin part a heathen, in part christianized):\n\u0093Strengthened by study and reflection.\nI wont fear my passions like a coward;\nIll give my body to sensual pleasures,\nto enjoyments Ive dreamed of,\nto the most audacious erotic desires,\nto the lascivious impulses of my blood,\nwith no fear at all, because when I wish\nand Ill have the will-power, strengthened\nas I shall be by study and reflection\nwhen I wish, at critical moments I will recover\nmy spirit, ascetic as it was before.\u0094\n\n"
  },
  {
    "id": 137,
    "poem": "In these dark rooms where I live out\nempty days, I circle back and forth\ntrying to find the windows.\nIt will be a great relief when a window opens.\nBut the windows are not there to be found\nor at least I cannot find them. And perhaps\nit is better that I dont find them.\nPerhaps the light will prove another tyranny.\nWho knows what new things it will expose?\n\n"
  },
  {
    "id": 138,
    "poem": "With no consideration, no pity, no shame,\nthey have built walls around me, thick and high.\nAnd now I sit here feeling hopeless.\nI cant think of anything else: this fate gnaws my mind\nbecause I had so much to do outside.\nWhen they were building the walls, how could I not have noticed!\nBut I never heard the builders, not a sound.\nImperceptibly they have closed me off from the outside world.\n\n"
  },
  {
    "id": 139,
    "poem": "Possessed by fear and suspicion,\nmind agitated, eyes alarmed,\nwe desperately invent ways out,\nplan how to avoid the inevitable\ndanger that threatens us so terribly.\nYet were mistaken, thats not the danger ahead:\nthe information was false\n(or we didnt hear it, or didnt get it right).\nAnother disaster, one we never imagined,\nsuddenly, violently, descends upon us,\nand finding us unpreparedtheres no time left\nsweeps us away.\n\n"
  },
  {
    "id": 140,
    "poem": "Lines written by young Temethos, madly in love.\nThe title: \u0093Emonidis\u0094the favorite\nof Antiochos Epiphanis; a very handsome young man\nfrom Samosata. But if the lines come out\nardent, full of feeling, it is because Emonidis\n(belonging to that other, much older time:\nthe 137th year of the Greek kingdom,\nmaybe a bit earlier) is in the poem\nmerely as a namea suitable one nevertheless.\nThe poem gives voice to the love Temethos feels,\na beautiful kind of love, worthy of him. We the initiated\nhis intimate friendswe the initiated\nknow about whom those lines were written.\nThe unsuspecting Antiochians read simply \u0093Emonidis.\u0094\n\n"
  },
  {
    "id": 141,
    "poem": "On this wine bowlpure silver,\nmade for the house of Herakleidis,\nwhere good taste is the rule\nnotice these graceful flowers, the streams, the thyme.\nIn the center I put this beautiful young man,\nnaked, erotic, one leg still dangling\nin the water. O memory, I begged\nfor you to help me most in making\nthe young face I loved appear the way it was.\nThis proved very difficult because\nsome fifteen years have gone by since the day\nhe died as a soldier in the defeat at Magnesia.\n\n"
  },
  {
    "id": 142,
    "poem": "He goes regularly to the taverna\nwhere they had first met the previous month.\nHe made inquiries, but they werent able to tell him anything.\nFrom what they said, he gathered that the person hed met there\nwas someone completely unknown,\none of the many unknown and shady young types\nwho dropped in there.\nBut he still goes to the taverna regularly, at night,\nand sits there gazing toward the doorway,\ngazing toward the doorway until hes worn out.\nMaybe hell walk in. Tonight maybe hell turn up.\n\nHe does this for nearly three weeks.\nHis mind is sick with longing.\nThe kisses are there on his mouth.\nHis flesh, all of it, suffers unremittingly from desire,\nthe feel of that other body is on his,\nhe wants to be joined with it again.\n\nOf course he tries not to give himself away.\nBut sometimes he almost doesnt care.\nBesides, he knows what hes exposing himself to,\nhes come to accept it. Quite possibly this life of his\nwill land him in a devastating scandal.\n\n"
  },
  {
    "id": 143,
    "poem": "From his village near the outskirts of town,\nstill dust-covered from the journey in,\nthe peddler arrives. And \u0093Incense!\u0094 \u0093Gum!\u0094\n\u0093The best olive oil!\u0094 \u0093Perfume for your hair!\u0094\nhe hawks through the streets. But with all the hubbub,\nthe music, the parades, who can hear him?\nThe crowd shoves him, drags him along, knocks him around.\nAnd when he asks, now totally confused, \u0093Whats going on here?\u0094\nsomeone tosses him too the huge palace lie:\nthat Antony is winning in Greece.\n\n"
  },
  {
    "id": 144,
    "poem": "He must be barely twenty-two years old\nyet Im certain that almost that many years ago\nI enjoyed the very same body.\n\nIt isnt erotic fever at all.\nAnd Ive been in the casino for a few minutes only,\nso I havent had time to drink a great deal.\nI enjoyed that very same body.\n\nAnd if I dont remember where, this one lapse of memory \n doesnt mean a thing.\n\nThere, now that hes sitting down at the next table,\nI recognize every motion he makesand under his clothes\nI see again the limbs I loved, naked.\n\n"
  },
  {
    "id": 145,
    "poem": "The young poet Evmenis\ncomplained one day to Theocritos:\n\u0093I have been writing for two years now\nand I have composed just one idyll.\nIts my only completed work.\nI see, sadly, that the ladder of Poetry\nis tall, extremely tall;\nand from this first step I now stand on\nI will never climb any higher.\u0094\nTheocritos replied: \u0093Words like that\nare improper, blasphemous.\nJust to be on the first step\nshould make you happy and proud.\nTo have come this far is no small achievement:\nwhat you have done is a glorious thing.\nEven this first step\nis a long way above the ordinary world.\nTo stand on this step\nyou must be in your own right\na member of the city of ideas.\nAnd it is a hard, unusual thing\nto be enrolled as a citizen of that city.\nIts councils are full of Legislators\nno charlatan can fool.\nTo have come this far is no small achievement:\nwhat you have done already is a glorious thing.\u0094\n\n"
  },
  {
    "id": 146,
    "poem": "He wrapped them up carefully, neatly,\nin expensive green silk.\nRoses of rubies, lilies of pearl\nviolets of amethyst: beautiful according to his taste,\nto his desire, his visionnot as he saw them in nature\nor studied them. Hell leave them in the safe,\nexamples of his bold, his skillful work.\nWhenever a customer comes into the shop,\nhe brings out other things to sellfirst class ornaments:\nbracelets, chains, necklaces, rings.\n\n"
  },
  {
    "id": 147,
    "poem": "Its like him, of course,\nthis little pencil portrait.\n\nHurriedly sketched, on the ships deck,\nthe afternoon magical,\nthe Ionian Sea around us.\n\nIts like him. But I remember him as better looking.\nHe was sensitive almost to the point of illness,\nand this highlighted his expression.\nHe appears to me better looking\nnow that my soul brings him back, out of Time.\n\nOut of Time. All these things are from very long ago\nthe sketch, the ship, the afternoon.\n\n"
  },
  {
    "id": 148,
    "poem": "Our efforts are those of men prone to disaster;\nour efforts are like those of the Trojans.\nWe just begin to get somewhere,\ngain a little confidence,\ngrow almost bold and hopeful,\n\nwhen something always comes up to stop us:\nAchilles leaps out of the trench in front of us\nand terrifies us with his violent shouting.\n\n\nOur efforts are like those of the Trojans.\nWe think well change our luck\nby being resolute and daring,\nso we move outside ready to fight.\n\nBut when the great crisis comes,\nour boldness and resolution vanish;\nour spirit falters, paralyzed,\nand we scurry around the walls\ntrying to save ourselves by running away.\n\nYet were sure to fail. Up there,\nhigh on the walls, the dirge has already begun.\nTheyre mourning the memory, the aura of our days.\nPriam and Hecuba mourn for us bitterly.\n\n"
  },
  {
    "id": 149,
    "poem": "As youll have heard, Im no beginner.\nIve handled a lot of stone in my time,\nand in my own country, Tyana, Im pretty well known.\nActually, senators here have also commissioned\na number of statues from me.\n\n  Let me show you\na few of them. Notice this Rhea:\nreverential, all fortitude, very old.\nNotice Pompey. And Marius here,\nand Paulus Aemilius, and Scipio Africanus.\nThe likeness as close as I could make it.\nAnd Patroklos (I still have to touch him up a bit).\nNear those pieces of yellowish marble there\nstands Kaisarion.\n\nAnd for some time now Ive been busy\nworking on a Poseidon. Im studying\nhis horses in particular: how to shape them exactly.\nThey have to be made so light\nthat its clear their bodies, their legs,\nare not touching the earth but galloping over water.\n\nBut heres my favorite work,\nwrought with the utmost care and feeling.\nThis oneit was a summer day, very hot,\nand my mind rose to ideal things\nthis one came to me in a vision, this young Hermes.\n\n"
  },
  {
    "id": 150,
    "poem": "Painter and poet, runner and discus-thrower,\nbeautiful as Endymion: Ianthis, son of Antony.\nFrom a family on friendly terms with the Synagogue.\n\n\u0093My most valuable days are those\nwhen I give up the pursuit of sensuous beauty,\nwhen I desert the elegant and severe cult of Hellenism,\nwith its over-riding devotion\nto perfectly shaped, corruptible white limbs,\nand become the man I would want to remain forever:\nson of the Jews, the holy Jews.\u0094\n\nA most fervent declaration on his part: \u0093...to remain forever\na son of the Jews, the holy Jews.\u0094\n\nBut he did not remain anything of the kind.\nThe Hedonism and Art of Alexandria\nkept him as their dedicated son.\n\n"
  },
  {
    "id": 151,
    "poem": "Brave men were you who fought and died so nobly,\nnever afraid of those who were winning every battle.\nYou were not to blame if Diaios and Kritolaos were at fault.\nWhen Greeks are in a mood to boast, theyll say\n\u0093It is men like those our nation breeds.\u0094\nThats how great their praise will be.\n\n\nWritten by an Achaian in Alexandria\nduring the seventh year of Ptolemy Lathyros reign.\n\n"
  },
  {
    "id": 152,
    "poem": "Make sure the engraving is done skillfully.\nThe expression serious, majestic.\nThe diadem preferably somewhat narrow:\nI dont like that broad kind the Parthians wear.\nThe inscription, as usual, in Greek:\nnothing excessive, nothing pompous\nwe dont want the proconsul to take it the wrong way:\nhes always nosing things out and reporting back to Rome\nbut of course giving me due honor.\nSomething very special on the other side:\nsome discus-thrower, young, good-looking.\nAbove all I urge you to see to it\n(Sithaspis, for Gods sake dont let them forget)\nthat after \u0093King\u0094 and \u0093Savior,\u0094\nthey engrave \u0093Philhellene\u0094 in elegant characters.\nNow dont try to be clever\nwith your \u0093where are the Greeks?\u0094 and \u0093what things Greek\nhere behind Zagros, out beyond Phraata?\u0094\nSince so many others more barbarian than ourselves\nchoose to inscribe it, we will inscribe it too.\nAnd besides, dont forget that sometimes\nsophists do come to us from Syria,\nand versifiers, and other triflers of that kind.\nSo we are not, I think, un-Greek.\n\n"
  },
  {
    "id": 153,
    "poem": "Voices, loved and idealized,\nof those who have died, or of those\nlost for us like the dead.\n\nSometimes they speak to us in dreams;\nsometimes deep in thought the mind hears them.\n\nAnd with their sound for a moment return\nsounds from our lifes first poetry\nlike music at night, distant, fading away.\n\n"
  },
  {
    "id": 154,
    "poem": "He went inside the café where they used to go together.\nIt was here, three months ago, that his friend had told him:\n\u0093Were completely brokethe two of us so poor\nthat were down to sitting in the cheapest places.\nI have to tell you straight out\nI cant go around with you any more.\nI want you to know, somebody else is after me.\u0094\nThe \u0093somebody else\u0094 had promised him two suits,\nsome silk handkerchiefs. To get his friend back,\nhe himself went through hell rounding up twenty pounds.\nHis friend came back to him for the twenty pounds\nbut along with that, for their old intimacy,\ntheir old love, for the deep feeling between them.\nThe \u0093somebody else\u0094 was a liar, a real bum:\nhed ordered only one suit for his friend,\nand that under pressure, after much begging.\n\nBut now he doesnt want the suits any longer,\nhe doesnt want the silk handkerchiefs at all,\nor twenty pounds, or twenty piasters even.\n\nSunday they buried him, at ten in the morning.\nSunday they buried him, almost a week ago.\n\nHe laid flowers on his cheap coffin,\nlovely white flowers, very much in keeping\nwith his beauty, his twenty-two years.\n\nWhen he went to the café that evening\nhe happened to have some vital business therethe same café\nwhere they used to go together: it was a knife in his heart,\nthat dingy café where they used to go together.\n\n"
  }
]